Repository: maduhu/cloudsand
Catalog: docs/*/about-hosts.po
Languages: ja_jp, ko_kr, pt_br, zh_cn

source: About Hosts
ja_jp: ホストについて
ko_kr: Host에 대하여
pt_br: Sobre hosts
zh_cn: 关于宿主机

source: A host is a single computer. Hosts provide the computing resources that run the guest virtual machines. Each host has hypervisor software installed on it to manage the guest VMs. For example, a Linux KVM-enabled server, a Citrix XenServer server, and an ESXi server are hosts.
ja_jp: ホストは単一のコンピューターです。ホストは、ゲスト仮想マシンを実行するコンピューティングリソースを提供します。各ホストにはゲスト仮想マシンを管理するためのハイパーバイザーソフトウェアをインストールしま す。たとえば、KVM が有効な Linux サーバー、Citrix XenServer が動作するサーバー、および ESXi サーバーがホストです。
ko_kr: Host는 한개의 컴퓨터로 볼 수 있으며 Host는 가상 머신이 실행될 수 있도록 컴퓨팅 resource를 제공한다. 각각의 host는 guest VM을 관리하기 위하여 hypervisor 소프트웨어가 설치되어 있다. 예를 들면 Linux KVM, Citrix XenServer, ESXi server 와 같은 host들이 존재한다.
pt_br: Um host é um único computador. Hosts fornecem os recursos computacionais que executam as máquinas virtuais hóspedes. Cada host tem software hipervisor instalado para gerenciar as máquinas virtuais hóspedes. Por exemplo, um servidor Linux com KVM habilitado, um servidor Citrix XenServer, e um servidor ESXi são hosts.
zh_cn: 宿主机就是个独立的计算机。宿主机运行来宾虚拟机并提供其相应的计算资源。每个宿主机都装有虚拟机软件来运行来宾虚拟机。比如一个开启了kvm支持的服务器，一个思杰XenServer服务器，或者一个ESXi服务器都可以作为宿主机。

source: The host is the smallest organizational unit within a &PRODUCT; deployment. Hosts are contained within clusters, clusters are contained within pods, and pods are contained within zones.
ja_jp: ホストは &PRODUCT; 環境内の最小の組織単位です。ホストはクラスターに含まれ、クラスターはポッドに含まれ、ポッドは ゾーンに含まれます。
ko_kr: Host는 &PRODUCT; 설치에 있어서 가장 작은 단위 조직이다. Hosts들은 cluster에 속하게 되며, cluster들은 pod에, pod들은 zone에 속하게 된다.
pt_br: Um host é a menor unidade organizacional em uma implementação do &PRODUCT;. Hosts estão contidos em clusters, clusters são contidos em pods, e pods são contidos em zonas.
zh_cn: 宿主机在&PRODUCT;部署中属于最小的组织单元。宿主机包含于集群中，集群有属于提供点，而区域中包含提供点（就是在逻辑概念上zone>pod>cluster>host）。

source: Hosts in a &PRODUCT; deployment:
ja_jp: &PRODUCT; 環境内のホストには次の機能があります。
ko_kr: &PRODUCT; 설치에서의 host
pt_br: Hosts em uma implementação do &PRODUCT;:
zh_cn: &PRODUCT;部署中的宿主机：

source: Provide the CPU, memory, storage, and networking resources needed to host the virtual machines
ja_jp: 仮想マシンをホストするために必要な CPU、メモリ、ストレージ、およびネットワークリソースを提供します。
pt_br: Proveem os recursos de CPU, memória, storage e de rede necessários para hospedar as máquinas virtuais

source: Interconnect using a high bandwidth TCP/IP network and connect to the Internet
ja_jp: 高帯域幅の TCP/IP ネットワークに相互接続して、インターネットに接続します。
ko_kr: 높은 bandwidth의 TCP/IP를 이용하여 상호 통신하며 internet에 연결되어 있다.
pt_br: Interconectam-se utilizando uma rede TCP/IP de alta capacidade e conectam-se à Internet
zh_cn: 通过高带宽TCP/IP网络并连接到因特网

source: May reside in multiple data centers across different geographic locations
ja_jp: 地理的に異なる複数データセンターに横断的に配置されています。
ko_kr: 상이한 지리학적 위치에 걸쳐 있는 다수의 데이터 센터에 존재할 수 있다.
pt_br: Podem residir em múltiplos centros de dados em localidades geograficamente diferentes
zh_cn: 可能在不同地理位置有多个数据中中心。

source: May have different capacities (different CPU speeds, different amounts of RAM, etc.), although the hosts within a cluster must all be homogeneous
ja_jp: 1 つのクラスター内のホストはすべて同種である必要がありますが、CPU 速度や RAM サイズなど、能力が異なる可能性があります。
ko_kr: 상이한 리소스를 가질 수 있다. (상이한 CPU 클럭, RAM size 등등) 하지만 cluster내에서의 host들은 모두 동일해야 한다.
pt_br: Podem ter diferentes capacidades (diferentes velocidades de CPU, diferentes quantidades de RAM, etc.), embora os hosts em um cluster devam ser homogêneos
zh_cn: 虽说包含在集群中的宿主机必须是同质的（使用相同的虚拟机软件）但是他们可以具有不同的计算能力（不同的CPU速度，不同的内存数量等等）

source: Additional hosts can be added at any time to provide more capacity for guest VMs.
ja_jp: ゲストVMの能力を向上させるためにいつでもホストを追加できます。
ko_kr: 가상 머신에 추가적인 리소스 할당을 위하여 host의 추가는 언제든지 실행 될 수 있다.
pt_br: Hosts adicionais podem ser adicionados a qualquer momento para prover mais capacidade para máquinas virtuais hóspedes.
zh_cn: 新增的宿主机可以随时添加以提供更多资源给来宾虚拟机

source: &PRODUCT; automatically detects the amount of CPU and memory resources provided by the Hosts.
ja_jp: &PRODUCT; は自動的にホストのCPU、メモリのリソースを検出します。
ko_kr: &PRODUCT; 는 자동적으로 host들에 의하여 제공되는 CPU와 memory의 양을 감지한다.
pt_br: O &PRODUCT; automaticamente detecta as quantidades de recursos de CPU e memória fornecidas pelos hosts.
zh_cn: &PRODUCT;自动探测宿主机的cpu数量和内存资源。

source: Hosts are not visible to the end user. An end user cannot determine which host their guest has been assigned to.
ja_jp: ホストはユーザーに対し不可視であり、ユーザーはどのホストに対しゲストVMが割り当てられているかわかりません。
ko_kr: Host들은 end user에게 보이지 않는다. end user는 특정 host에 자신의 가상 머신이 할당 되는 것을 결정할 수 없다.
pt_br: Hosts não são visíveis para o usuário final. Um usuário final não pode determinar a qual host sua máquina hóspede foi assinalada.
zh_cn: 宿主机对终端用户不可见。终端用户不能决定他们的虚拟机被分配到哪台宿主机。

source: For a host to function in &PRODUCT;, you must do the following:
ja_jp: &PRODUCT; 内のホストを機能させるには、次の作業が必要です。
ko_kr: &PRODUCT; 에서 host의 올바른 동작을 위해서, 다음과 같이 해야한다:
pt_br: Para que um host funcione no &PRODUCT;, você deve fazer o seguinte:
zh_cn: 如果您想让宿主机在&PRODUCT;上正常运行，你必须作如下步骤：

source: Install hypervisor software on the host
ja_jp: ホストにハイパーバイザーソフトウェアをインストールする。
ko_kr: hypervisor를 host에 설치
pt_br: Instalar software hipervisor no host
zh_cn: 在宿主机上安装虚拟机软件

source: Assign an IP address to the host
ja_jp: ホストに IP アドレスを割り当てる。
ko_kr: IP를 host에 할당
pt_br: Assinalar um endereço IP ao host
zh_cn: 为宿主机分配IP（固定IP）

source: Ensure the host is connected to the &PRODUCT; Management Server
ja_jp: ホストが &PRODUCT; 管理サーバーに接続していることを確認する。
ko_kr: 해당 host가 &PRODUCT; management server에 연결됨을 확인
pt_br: Certificar-se de que o host está conectado ao servidor de gerenciamento do &PRODUCT;
zh_cn: 确定宿主机已经连接到&PRODUCT;的管理服务器
