Repository: maduhu/cloudsand
Catalog: docs/*/about-password-encryption.po
Languages: pt_br

source: About Password and Key Encryption
pt_br: Sobre senha e chave de criptografia

source: &PRODUCT; stores several sensitive passwords and secret keys that are used to provide security. These values are always automatically encrypted:
pt_br: O &PRODUCT; armazena diversas senhas sensíveis e chaves secretas que são usadas para fornecer segurança. Estes valores são sempre criptografados automaticamente:

source: Database secret key
pt_br: Chave secreta de banco de dados

source: Database password
pt_br: Senha de banco de dados

source: SSH keys
pt_br: Chaves SSH

source: Compute node root password
pt_br: Senha de root do nó computacional

source: VPN password
pt_br: Senha de VPN

source: User API secret key
pt_br: Chave secreta de API de usuário

source: VNC password
pt_br: Senha de VNC

source: &PRODUCT; uses the Java Simplified Encryption (JASYPT) library. The data values are encrypted and decrypted using a database secret key, which is stored in one of &PRODUCT;’s internal properties files along with the database password. The other encrypted values listed above, such as SSH keys, are in the &PRODUCT; internal database.
pt_br: O &PRODUCT; usa a biblioteca Java Simplified Encryption (JASYPT). Os dados são encriptados e decriptados usando uma chave secreta do banco de dados, a qual é armazenada em um dos arquivos de propriedades internas do &PRODUCT;, juntamente com a senha do banco de dados. Os outros valores encriptados listados acima, tais como chaves SSH, estão no database interno do &PRODUCT;.

source: Of course, the database secret key itself can not be stored in the open – it must be encrypted. How then does &PRODUCT; read it? A second secret key must be provided from an external source during Management Server startup. This key can be provided in one of two ways: loaded from a file or provided by the &PRODUCT; administrator. The &PRODUCT; database has a new configuration setting that lets it know which of these methods will be used. If the encryption type is set to "file," the key must be in a file in a known location. If the encryption type is set to "web," the administrator runs the utility com.cloud.utils.crypt.EncryptionSecretKeySender, which relays the key to the Management Server over a known port.
pt_br: Obviamente, a chave secreta do banco de dados não pode ser armazenada em claro – ela deve ser encriptada. Como então o &PRODUCT; a lê? Uma segunda chave secreta deve ser fornecida por uma fonte externa durante a ativação do servidor de gerenciamento. Esta chave pode ser fornecida em um de dois modos: carregada de um arquivo ou fornecida pelo administrador do &PRODUCT;. O banco de dados do &PRODUCT; tem um novo item de configuração que indica qual destes métodos será usado. Se o tipo de encriptação é "file," a chave deve estar em um arquivo em uma localização conhecida. Se o tipo de encriptação é "web," o administrador executa o utilitário com.cloud.utils.crypt.EncryptionSecretKeySender, que transmite a chave para o servidor de gerenciamento através de uma porta conhecida.

source: The encryption type, database secret key, and Management Server secret key are set during &PRODUCT; installation. They are all parameters to the &PRODUCT; database setup script (cloud-setup-databases). The default values are file, password, and password. It is, of course, highly recommended that you change these to more secure keys.
pt_br: O tipo de encriptação, a chave secreta do banco de dados, e a chave secreta do servidor de gerenciamento são configuradas durante a instalação do &PRODUCT;. Todos são parâmetros do script de configuração do banco de dados do &PRODUCT; (cloud-setup-databases). Os valores default são file, password, e password. É, naturalmente, altamente recomendado que você altere estas para chaves para outras mais seguras.
