Repository: maduhu/cloudsand
Catalog: docs/*/about-zones.po
Languages: ja_jp, pt_br, zh_cn, zh_tw

source: About Zones
ja_jp: ゾーンについて
pt_br: Sobre zonas
zh_cn: 关于资源域
zh_tw: 關於區域

source: A zone consists of:
ja_jp: ゾーンは次のものから構成されます。
pt_br: Uma zona consiste em:
zh_cn: 一个资源域包括：
zh_tw: 一個區域包含：

source: One or more pods. Each pod contains one or more clusters of hosts and one or more primary storage servers.
ja_jp: 1つ以上のポッド。各ポッドはホストを含む1つ以上のクラスターと、1つ以上のプライマリストレージサーバーから構成されます。
pt_br: Um ou mais pods. Cada pod contém um ou mais clusters de hosts e um ou mais servidores de storage primária.
zh_cn: 一个或多个提供点。每个提供点包含一个或多个宿主机集群和iygehuoduoge主存储服务器。
zh_tw: 一至多個pod。每個pod包含一至多個叢集主機及主要儲存伺服器

source: Secondary storage, which is shared by all the pods in the zone.
ja_jp: セカンダリストレージ。ゾーン内のすべてのポッドで共有されます。
pt_br: Storage secundária, compartilhada por todos os pods na zona.
zh_cn: 二级存储是在资源域下的所有提供点共享的。
zh_tw: 次要儲存裝置，所有pod共享

source: Zones are visible to the end user. When a user starts a guest VM, the user must select a zone for their guest. Users might also be required to copy their private templates to additional zones to enable creation of guest VMs using their templates in those zones.
ja_jp: ゾーンはユーザーが確認することができ、ユーザーがゲストVMを起動させた際ゾーンを選択する必要があります。また、ユーザーは追加ゾーンでプライベートのテンプレートを利用する場合追加ゾーンに対してテンプレートのコピーを実施する必要があります。
pt_br: Zonas são visíveis para o usuário final. Quando um usuário ativa uma máquina virtual hóspede, o usuário deve selecionar uma zona para seu hóspede. Usuários podem também ter que copiar seus templates privados para outras zonas para possibilitar a criação de máquinas virtuais hóspedes usando seus templates naquelas zonas.
zh_cn: 资源与对用户使可见的。当用户运行一个来宾虚拟机，他必须选择该虚拟机运行在哪个资源域上。当来宾虚拟机需要运行在额外的资源域时，用户可能需要拷贝私有模板向这些资源域拷贝私有模板。
zh_tw: 終端使用者可以看到區域，當使用者啟動訪客VM時，必須選擇一個區域。或是會需要複製自己的私人模組到其他區域來建立訪客VM

source: Zones can be public or private. Public zones are visible to all users. This means that any user may create a guest in that zone. Private zones are reserved for a specific domain. Only users in that domain or its subdomains may create guests in that zone.
ja_jp: ゾーンはパブリック、プライベートを選択でき、パブリックゾーンは全てのユーザーに対して公開されます。これはどのユーザーもゾーンに対してゲストVMを作成することを意味します。プライベートゾーンは特定のドメインに対し予約され、対象ドメインもしくはそのサブドメインのユーザーのみがゾーンに対してゲストVMを作成できます。
pt_br: Zonas podem ser públicas ou privadas. Zonas públicas são visíveis por todos usuários. Isto significa que qualquer usuário pode criar um hóspede na zona. Zonas privadas são reservadas para um domínio específico. Somente usuários no domínio ou seus subdomínios podem criam hóspedes na zona.
zh_cn: 资源域可以是公有也可以是私有的。公共资源与对所有用户可见。这意味着所用用户都可以在上面创建来宾虚拟机。私有资源域只对特定的鱼保留。只有在这个域或其子域的用户才能创建来宾虚拟机。
zh_tw: 區域可為公開或私人。公開區域為所有使用者都可見，任意使用者都可以建立訪客帳戶；私人區域僅為特定網域，僅網域或其子網域中的使用者能建立訪客帳戶

source: Hosts in the same zone are directly accessible to each other without having to go through a firewall. Hosts in different zones can access each other through statically configured VPN tunnels.
ja_jp: 同一ゾーンのホストはファイアウォールを介さず直接互いにアクセス可能であり、異種ゾーン間のホストは静的に設定されたVPNトンネルを介して通信します。
pt_br: Hosts na mesma zona são diretamente acessíveis entre si, sem precisar passar por um firewall. Hosts em zonas distintas podem acessar um ao outro através de túneis VPN configurados estaticamente.
zh_cn: 同一个资源域下的宿主机是不需要穿过防火墙的互连的机器。不同资源域的宿主机可以通过静态配置的vpn通道互相访问。
zh_tw: 相同區域的主機可以不經過防火牆而互相通信。不同區域的主機則需要透過固定設定的VPN通道

source: For each zone, the administrator must decide the following.
ja_jp: 各ゾーンに対して管理者は以下について設計する必要があります。
pt_br: Para cada zona, o administrador deve decidir o seguinte:
zh_cn: 管理员必须决定每个资源域以下内容。
zh_tw: 美個區域的管理者必須決定以下：

source: How many pods to place in a zone.
ja_jp: いくつのポッドをゾーンに配置するか。
pt_br: Quantos pods colocar na zona.
zh_cn: 资源与中有多少提供点。
zh_tw: 多少pod

source: How many clusters to place in each pod.
ja_jp: いくつのクラスターを各ポッドに配置するか。
pt_br: Quantos clusters colocar em cada pod.
zh_cn: 每个提供点中有多少集群。
zh_tw: 多少叢集

source: How many hosts to place in each cluster.
ja_jp: いくつのホストを各クラスターに配置するか。
pt_br: Quantos hosts colocar em em cada cluster.
zh_cn: 每个集群中有几台宿主机。
zh_tw: 多少主機

source: How many primary storage servers to place in each cluster and total capacity for the storage servers.
ja_jp: いくつのプライマリストレージサーバーを各クラスターに配置し、総容量をどうするか。
pt_br: Quantos servidores de storage primária colocar em cada cluster e a capacidade total dos servidores de storage.
zh_cn: 每个集群中有几个主存储，且总的存储量要多大。
zh_tw: 多少主要儲存裝置及總容量

source: How much secondary storage to deploy in a zone.
ja_jp: いくつのセカンダリストレージサーバーをゾーンに配置するか。
pt_br: Quanto de storage secundária implantar em uma zona.
zh_cn: 每个资源域下要有多少二级存储。
zh_tw: 多少次要儲存裝置

source: When you add a new zone, you will be prompted to configure the zone’s physical network and add the first pod, cluster, host, primary storage, and secondary storage.
ja_jp: 新しいゾーンを追加した際は、まずゾーンに対し物理ネットワークや第一のポッド、クラスター、ホスト、プライマリストレージ、セカンダリストレージを設定します。
pt_br: Quando você adiciona uma zona, você será solicitado a configurar a rede física da zona e adicionar o primeiro pod, primeiro cluster, primeiro host, storage primária inicial, e storage secundária inicial.
zh_cn: 当您添加一个新的区域时，系统会提示您配置区域的物理网络，并添加提供点，集群，主机，主存储和二级存储。
zh_tw: 當您新增一個區域時，您會被提示設定該區域的實體網路及增加第一個pod、叢集、主要儲存裝置及次要儲存裝置
