Repository: maduhu/cloudsand
Catalog: docs/*/add-ingress-egress-rules.po
Languages: pt_br, zh_tw

source: Adding Ingress and Egress Rules to a Security Group
pt_br: Adicionando regras de ingresso e egresso a um grupo de segurança
zh_tw: 在安全群組增加輸入及輸出規則

source: Log in to the &PRODUCT; UI as an administrator or end user.
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.
zh_tw: 以管理者或終端使用者登入&PRODUCT; 使用者介面

source: In the left navigation, choose Network
pt_br: Na barra de navegação à esquerda, selecione Network.
zh_tw: 在左邊的導覽視窗，選擇Network

source: In Select view, choose Security Groups, then click the security group you want .
pt_br: Em Select view, selecione Security Groups, então clique no grupo de segurança que você deseja.
zh_tw: 在Select中，選擇 Security Groups，然後選擇您想要的安全群組

source: To add an ingress rule, click the Ingress Rules tab and fill out the following fields to specify what network traffic is allowed into VM instances in this security group. If no ingress rules are specified, then no traffic will be allowed in, except for responses to any traffic that has been allowed out through an egress rule.
pt_br: Para adicionar uma regra regra de ingresso, clique na aba Ingress Rules e preencha os campos seguintes para especificar qual tráfego de rede é permitido em instâncias de máquinas virtuais neste grupo de segurança. Se nenhuma regra de ingresso é especificada, então nenhum tráfego será permitido entrar, exceto respostas a qualquer tráfego que tenha sido permitido sair por uma regra de egresso.
zh_tw: 想要增加輸入規則，選擇Ingress Rules標籤，然後填入以下欄位指定哪一種流量在此安全層級能夠送進VM。如果沒有Ingress規則被指定，所有流量就都不允許送進，除了有被egress規則定義的流量

source: <emphasis role="bold">Add by CIDR/Account</emphasis>. Indicate whether the source of the traffic will be defined by IP address (CIDR) or an existing security group in a &PRODUCT; account (Account). Choose Account if you want to allow incoming traffic from all VMs in another security group
pt_br: <emphasis role="bold">Add by CIDR/Account</emphasis>. Indica se a fonte do tráfego será definida pelo endereço IP (CIDR) ou por um grupo de segurança existente em uma conta do &PRODUCT; (Account). Selecione Account se você deseja permitir tráfego de entrada oriundo de todas as máquinas virtuais em outro grupo de segurança
zh_tw: <emphasis role="bold">Add by CIDR/Account</emphasis>：流量來源是否被IP 位址 (CIDR)定義，或&PRODUCT; 帳戶 (Account)中已有的安全群組。如果您想要允許其他安全群組VM的輸入流量，請選擇Account

source: <emphasis role="bold">Protocol</emphasis>. The networking protocol that sources will use to send traffic to the security group. TCP and UDP are typically used for data exchange and end-user communications. ICMP is typically used to send error messages or network monitoring data.
pt_br: <emphasis role="bold">Protocol</emphasis>. O protocolo de rede que as fontes utilizarão para enviar tráfego ao grupo de segurança. TCP e UDP são usados tipicamente para intercâmbio de dados e comunicações de usuários finais. ICMP é usado tipicamente para enviar mensagens de erro e dados de monitoração de rede.
zh_tw: <emphasis role="bold">Protocol</emphasis>: 來源送流量到安全群組的網路協定。TCP和UDP協定常被用作資料交換和終端使用者傳輸，ICMP常被用作傳送錯誤訊息或網路監視資料

source: <emphasis role="bold">Start Port, End Port</emphasis>. (TCP, UDP only) A range of listening ports that are the destination for the incoming traffic. If you are opening a single port, use the same number in both fields.
pt_br: <emphasis role="bold">Start Port, End Port</emphasis>. (somente para TCP e UDP) Um intervalo de listening ports que são os destinos do tráfego entrante. Se você está abrindo uma única porta, use o mesmo número em ambos os campos.
zh_tw: <emphasis role="bold">Start Port</emphasis> (TCP, UDP限定): 一個範圍內，輸出流量目標的正在等候埠，如果你要開啟一個埠，在所有欄位內使用同一數字

source: <emphasis role="bold">ICMP Type, ICMP Code</emphasis>. (ICMP only) The type of message and error code that will be accepted.
pt_br: <emphasis role="bold">ICMP Type, ICMP Code</emphasis>. (somente ICMP) O tipo de mensagem e o código de erro que serão aceitos.
zh_tw: <emphasis role="bold">ICMP Type, ICMP Code</emphasis>: (ICMP限定)資料型態及被接受的錯誤碼

source: <emphasis role="bold">CIDR</emphasis>. (Add by CIDR only) To accept only traffic from IP addresses within a particular address block, enter a CIDR or a comma-separated list of CIDRs. The CIDR is the base IP address of the incoming traffic. For example, 192.168.0.0/22. To allow all CIDRs, set to 0.0.0.0/0.
pt_br: <emphasis role="bold">CIDR</emphasis>. (Adição somente por CIDR) Para aceitar tráfego somente de endereços IP em um bloco de endereços específico, informe um CIDR ou uma lista de CIDRs separados por vírgulas. O CIDR é o endereço IP base do tráfego entrante. Por exemplo, 192.168.0.0/22. Para permitir todos os CIDRs, especifique 0.0.0.0/0.
zh_tw: <emphasis role="bold">CIDR</emphasis>: (只能被CIDR新增)為了送流量到特定區域裡的IP位址，進入CIDR或是CIDR的comma-separated list。CIDR是輸入流量的基礎IP位址，比如說， 192.168.0.0/22，為了允許所有CIDR，設定 0.0.0.0/0

source: <emphasis role="bold">Account, Security Group</emphasis>. (Add by Account only) To accept only traffic from another security group, enter the &PRODUCT; account and name of a security group that has already been defined in that account. To allow traffic between VMs within the security group you are editing now, enter the same name you used in step 7.
pt_br: <emphasis role="bold">Account, Security Group</emphasis>. (Adição somente por conta) Para aceitar somente tráfego de outro grupo de segurança, informe a conta do &PRODUCT; e nome de um grupo de segurança que já esteja definido naquela conta. Para permitir tráfego entre máquinas virtuais no grupo de segurança que você está editando, informe o mesmo nome que você usou no passo 7.
zh_tw: <emphasis role="bold">Account, Security Group</emphasis>：(僅能被Account新增)輸入&PRODUCT;帳號及張祜中安全群組名稱，來允許從其他安全群組來的流量，在步驟7輸入相同的名稱來允許安全群組的VM互相傳輸

source: The following example allows inbound HTTP access from anywhere:
pt_br: O exemplo a seguir permite acesso HTTP entrante de qualquer lugar:
zh_tw: 以下範例為允許從任何地方回來的HTTP存取

source: To add an egress rule, click the Egress Rules tab and fill out the following fields to specify what type of traffic is allowed to be sent out of VM instances in this security group. If no egress rules are specified, then all traffic will be allowed out. Once egress rules are specified, the following types of traffic are allowed out: traffic specified in egress rules; queries to DNS and DHCP servers; and responses to any traffic that has been allowed in through an ingress rule
pt_br: Para adicionar uma regra de egresso, clique na aba Egress Rules e preencha os campos seguintes para especificar qual tipo de tráfego de rede é permitido ser enviado de instâncias de máquinas virtuais neste grupo de segurança. Se nenhuma regra de egresso é especificada, então todo tráfego será permitido sair. Uma vez que regras de egresso são especificadas, os seguintes tipos de tráfego são permitidos sair: tráfego especificado regras de egresso; queries a servidores DNS e DHCP; e respostas a qualquer tráfego que tenha sido permitido entrar através de uma regra de ingresso
zh_tw: 想要增加輸出規則，選擇Egress Rules標籤，然後填入以下欄位指定哪一種流量在此安全層級能夠送出VM。如果沒有輸出規則被指定，所有流量就都允許送出；如果有指定，只有以下類型可以被送出：規則規定的流量；DNS及DHCP伺服器的貯列；輸入規則允許的流量

source: <emphasis role="bold">Add by CIDR/Account</emphasis>. Indicate whether the destination of the traffic will be defined by IP address (CIDR) or an existing security group in a &PRODUCT; account (Account). Choose Account if you want to allow outgoing traffic to all VMs in another security group.
pt_br: <emphasis role="bold">Add by CIDR/Account</emphasis>. Indica se o destino do tráfego será definido pelo endereço IP (CIDR) ou por um grupo de segurança existente em uma conta do &PRODUCT; (Account). Selecione Account se você deseja permitir tráfego de saída destinado a todas as máquinas virtuais em outro grupo de segurança.
zh_tw: <emphasis role="bold">Add by CIDR/Account</emphasis>：流量來源是否被IP 位址 (CIDR)定義，或&PRODUCT; 帳戶 (Account)中已有的安全群組。如果您想要允許其他安全群組VM的輸入流量，請選擇Account

source: <emphasis role="bold">Protocol</emphasis>. The networking protocol that VMs will use to send outgoing traffic. TCP and UDP are typically used for data exchange and end-user communications. ICMP is typically used to send error messages or network monitoring data.
pt_br: <emphasis role="bold">Protocol</emphasis>. O protocolo de rede que máquinas virtuais usarão para enviar tráfego de saída. TCP e UDP são usados tipicamente para intercâmbio de dados e comunicações de usuários finais. ICMP é usado tipicamente para enviar mensagens de erro e dados de monitoração de rede.
zh_tw: <emphasis role="bold">Protocol</emphasis>: VM送出流量的網路協定。TCP和UDP協定常被用作資料交換和終端使用者傳輸，ICMP協定常被用作傳送錯誤訊息或網路監視資料

source: <emphasis role="bold">Start Port, End Port</emphasis>. (TCP, UDP only) A range of listening ports that are the destination for the outgoing traffic. If you are opening a single port, use the same number in both fields.
pt_br: <emphasis role="bold">Start Port, End Port</emphasis>. (somente para TCP e UDP) Um intervalo de listening ports que são os destinos do tráfego sainte. Se você está abrindo uma única porta, use o mesmo número em ambos os campos.
zh_tw: <emphasis role="bold">Start Port</emphasis> (TCP, UDP限定): 一個範圍內，輸出流量目標的正在等候埠，如果你要開啟一個埠，在所有區內使用同一數字

source: <emphasis role="bold">ICMP Type, ICMP Code</emphasis>. (ICMP only) The type of message and error code that will be sent
pt_br: <emphasis role="bold">ICMP Type, ICMP Code</emphasis>. (somente ICMP) O tipo de mensagem e o código de erro que serão enviados.
zh_tw: <emphasis role="bold">ICMP Type, ICMP Code</emphasis>: (ICMP限定)資料型態及送出的錯誤碼

source: <emphasis role="bold">CIDR</emphasis>. (Add by CIDR only) To send traffic only to IP addresses within a particular address block, enter a CIDR or a comma-separated list of CIDRs. The CIDR is the base IP address of the destination. For example, 192.168.0.0/22. To allow all CIDRs, set to 0.0.0.0/0.
pt_br: <emphasis role="bold">CIDR</emphasis>. (Adição somente por CIDR) Para enviar tráfego somente a endereços IP em um bloco de endereços específico, informe um CIDR ou uma lista de CIDRs separados por vírgulas. O CIDR é o endereço IP base do tráfego entrante. Por exemplo, 192.168.0.0/22. Para permitir todos os CIDRs, especifique 0.0.0.0/0.
zh_tw: <emphasis role="bold">CIDR</emphasis>: (只能被CIDR新增)為了送流量到特定區域裡的IP位址，進入CIDR或是CIDR的comma-separated list。CIDR是目的地的基礎IP位址，比如說， 192.168.0.0/22，為了允許所有CIDR，設定 0.0.0.0/0

source: <emphasis role="bold">Account, Security Group</emphasis>. (Add by Account only) To allow traffic to be sent to another security group, enter the &PRODUCT; account and name of a security group that has already been defined in that account. To allow traffic between VMs within the security group you are editing now, enter its name.
pt_br: <emphasis role="bold">Account, Security Group</emphasis>. (Adição somente por conta) Para permitir o envio de tráfego a outro grupo de segurança, informe a conta do &PRODUCT; e nome de um grupo de segurança que já esteja definido naquela conta. Para permitir tráfego entre máquinas virtuais no grupo de segurança que você está editando, informe o nome do grupo.
zh_tw: <emphasis role="bold">Account, Security Group</emphasis>：(僅能被Account增加)輸入&PRODUCT; 帳戶及安全群組名稱來允許流量送到另一個安全群組；輸入安全群組名稱來允許其包含的VM可以互通

source: Click Add.
pt_br: Clique em Add.
zh_tw: 按Add
