Repository: maduhu/cloudsand
Catalog: docs/*/add-loadbalancer-rule-vpc.po
Languages: ja_jp, pt_br, zh_tw

source: Adding Load Balancing Rules on a VPC
ja_jp: VPC への負荷分散ルールの追加
pt_br: Adicionando regras de balanceamento de carga em uma VPC
zh_tw: 在VPC新增 Load Balancing Rules

source: A &PRODUCT; user or administrator may create load balancing rules that balance traffic received at a public IP to one or more VMs that belong to a network tier that provides load balancing service in a VPC. A user creates a rule, specifies an algorithm, and assigns the rule to a set of VMs within a VPC.
ja_jp: &PRODUCT; のユーザーや管理者はパブリック IP で受信されたトラフィックを負荷分散サービスが提供されているネットワーク層に所属する複数の仮想マシンに対して負荷分散するためのルールを作成することができます。ユーザーはアルゴリズムに基づいたルールを作成し、それらのルールを VPC 内の仮想マシンに割り当てることができます。
pt_br: Um usuário ou administrador do &PRODUCT; pode criar regras de balanceamento de carga que distribuem o tráfego recebido em um endereço IP público por uma ou mais máquinas virtuais que pertencem a uma camada de rede que provê serviço de balanceamento de carga em uma VPC. Um usuário cria uma regra, especifica um algoritmo e assinala a regra a um conjunto de máquinas virtuais em uma VPC.
zh_tw: &PRODUCT;的使用者或管理者創建規則來平衡一至多個提供負載平衡服務的網路等級VM的流量，使用者創立規則，指定一組演算法，然後套用規則到VPC中一組VM上

source: Log in to the &PRODUCT; UI as an administrator or end user.
ja_jp: 管理者またはユーザーとして &PRODUCT; ユーザーインターフェイスにログオンします。
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.
zh_tw: 以管理者或終端使用者登入&PRODUCT; UI

source: In the left navigation, choose Network.
ja_jp: 左側のナビゲーションから [Network] を選択します。
pt_br: Na barra de navegação à esquerda, selecione Network.
zh_tw: 在左邊的導覽視窗，選擇Network

source: In the Select view, select VPC.
ja_jp: 選択ビューから VPC を選択します。
pt_br: Na view Select, selecione VPC.
zh_tw: 在Select視窗選擇VPC

source: All the VPCs that you have created for the account is listed in the page.
ja_jp: アカウントに対して作成された全ての VPC がページにリスト表示されます。
pt_br: Todas as VPCs que você criou para a conta são listadas na página.
zh_tw: 帳戶所有創建的VPC會表列在本頁

source: Click the Configure button of the VPC to which you want to configure load balancing rules.
ja_jp: 負荷分散ルールを構成したい VPC の構成ボタンをクリックします。
pt_br: Clique no botão Configure da VPC na qual você deseja configurar regras de balanceamento de carga.
zh_tw: 對想要設定load balancing rules的VPC按下"Configure"

source: The VPC page is displayed where all the tiers you created are listed in a diagram.
ja_jp: VPC ページではダイアグラム上にリストされる作成された全ての層が表示されます。
pt_br: Na página VPC apresentada, todas as camadas que você criou são listadas em um diagrama.
zh_tw: VPC 頁面會顯示所有你創建的層級

source: Click the Settings icon.
ja_jp: 設定アイコンをクリックします。
pt_br: Clique no ícone Settings.
zh_tw: 按下"Settings"圖示

source: The following options are displayed.
ja_jp: 以下のオプションが表示されます。
pt_br: As seguintes opções são apresentadas.
zh_tw: 會顯示出以下選項

source: IP Addresses
ja_jp: IP アドレス

source: Gateways
ja_jp: ゲートウェイ

source: Site-to-Site VPN
ja_jp: サイト間 VPN

source: Network ACLs
ja_jp: ネットワーク ACL

source: Select IP Addresses.
ja_jp: IP アドレスを選択します。
pt_br: Selecione IP Addresses.
zh_tw: 選擇IP Addresses

source: The IP Addresses page is displayed.
ja_jp: IP アドレスのページが表示されます。
pt_br: A página IP Addresses é apresentada.
zh_tw: 顯示IP Address葉面

source: Click the IP address for which you want to create the rule, then click the Configuration tab.
ja_jp: ルールを作成したい IP アドレスをクリックし、[Configuration] タブをクリックします。
pt_br: Clique no endereço IP para o qual você deseja criar a regra, então clique na aba Configuration.
zh_tw: 選擇你想要新增規則的IP，按下Configuration標籤

source: In the Load Balancing node of the diagram, click View All.
ja_jp: 構成図のロードバランサーをクリックし、[View All] をクリックします。
pt_br: No nó Load Balancing do diagrama, clique em View All.
zh_tw: 在 Load Balancing 點，按 View All

source: Select the tier to which you want to apply the rule.
ja_jp: ルールを適用したい層を選択します。
pt_br: Selecione a camada para a qual você deseja aplicar a regra.
zh_tw: 選擇你想要套用規則的層級

source: In a VPC, the load balancing service is supported only on a single tier.
ja_jp: VPC 内では単一の層に対して負荷分散サービスがサポートされます。
pt_br: Em uma VPC, o serviço de balanceamento de carga é suportado somente em uma única camada.
zh_tw: 在VPC，負仔平衡服務僅支援一個層級

source: Specify the following:
ja_jp: 以下の要素を指定します。
pt_br: Especifique o seguinte:
zh_tw: 具體說明以下：

source: <emphasis role="bold">Name</emphasis>: A name for the load balancer rule.
ja_jp: <emphasis role="bold">Name : </emphasis> 負荷分散ルールの名前です。
pt_br: <emphasis role="bold">Name</emphasis>: Um nome para a regra de balanceamento de carga.
zh_tw: <emphasis role="bold">Name</emphasis>: load balancer rule的名稱

source: <emphasis role="bold">Public Port</emphasis>: The port that receives the incoming traffic to be balanced.
ja_jp: <emphasis role="bold">Public Port</emphasis>: 負荷分散用に受信されるトラッフィク用ポート
pt_br: <emphasis role="bold">Public Port</emphasis>: A porta que recebe o tráfego entrante a ser balanceado.
zh_tw: <emphasis role="bold">Public Port</emphasis>: 應被平衡流量的埠

source: <emphasis role="bold">Private Port</emphasis>: The port that the VMs will use to receive the traffic.
ja_jp: <emphasis role="bold">Private Port : </emphasis> 仮想マシンがトラフィックを受信するポート番号です。
pt_br: <emphasis role="bold">Private Port</emphasis>: A porta que as máquinas virtuais usarão para receber o tráfego.
zh_tw: <emphasis role="bold">Private Port</emphasis>: VM接收流量的不

source: <emphasis role="bold">Algorithm</emphasis>. Choose the load balancing algorithm you want &PRODUCT; to use. &PRODUCT; supports the following well-known algorithms:
ja_jp: <emphasis role="bold">Algorighm</emphasis> &PRODUCT; で利用したい負荷分散アルゴリズムを選択します。以下のアルゴリズムがサポートされます。
pt_br: <emphasis role="bold">Algorithm</emphasis>. Escolha o algoritmo de balanceamento de carga que você deseja que o &PRODUCT; use. O &PRODUCT; suporta os seguintes algoritmos bem conhecidos:
zh_tw: <emphasis role="bold">Algorithm</emphasis> 選擇你想要&PRODUCT;使用的演算法，&PRODUCT;支援以下已知的演算法

source: Round-robin
ja_jp: ラウンドロビン

source: Least connections
ja_jp: 直近での接続
pt_br: Menos conexões

source: Source
ja_jp: 接続元
pt_br: Origem

source: <emphasis role="bold">Stickiness</emphasis>. (Optional) Click Configure and choose the algorithm for the stickiness policy. See Sticky Session Policies for Load Balancer Rules.
ja_jp: <emphasis role="bold">Stickness</emphasis>. (オプション) Click Configure and choose the algorithm for the stickiness policy. See Sticky Session Policies for Load Balancer Rules. [Configure] をクリックし、スティックネス規則用のアルゴリズムを選択します。負荷分散ルール用スティッキーセッション規則を参照して下さい。
pt_br: <emphasis role="bold">Stickiness</emphasis>. (Opcional) Clique Configure e escolha o algoritmo para a política de afinidade. Veja Sticky Session Policies for Load Balancer Rules.
zh_tw: <emphasis role="bold">Stickiness</emphasis>. (非必須) 點選Configure並選擇stickiness policy的演算法，請參Sticky Session Policies for Load Balancer Rules章節

source: <emphasis role="bold">Add VMs</emphasis>: Click Add VMs, then select two or more VMs that will divide the load of incoming traffic, and click Apply.
ja_jp: <emphasis role="bold">Add VMs</emphasis>: Click Add VMs, then select two or more VMs that will divide the load of incoming traffic, and click Apply. [Add VMs] をクリックし受信トラフィックを負荷分散したい2つ以上の仮想マシンを選択します。その後、[Apply] をクリックします。
pt_br: <emphasis role="bold">Add VMs</emphasis>: Clique em Add VMs, então selecione duas ou mais máquinas virtuais que irão dividir a carga do tráfego entrante, e clique em Apply.
zh_tw: <emphasis role="bold">Add VMs</emphasis>: 按Add VMs，然後選擇兩個以上要分流量的VMs，然後按Apply

source: The new load balancing rule appears in the list. You can repeat these steps to add more load balancing rules for this IP address.
ja_jp: 新しい負荷分散ルールがリスト表示され、さらに IP アドレスに対しての負荷分散ルールを追加することができます。
pt_br: A nova regra de balanceamento de carga aparece na lista. Você pode repetir estes passos para adicionar mais regras de balanceamento de carga para este endereço IP.
zh_tw: 新的規則會出現在表單中，你可以重複以上步驟來新增多個規則
