Repository: maduhu/cloudsand
Catalog: docs/*/add-gateway-vpc.po
Languages: ja_jp, pt_br, zh_tw

source: Adding a Private Gateway to a VPC
ja_jp: VPC へのプライベートゲートウェイの追加
pt_br: Adicionando um gateway privado a uma VPC
zh_tw: 在VPC新增Private Gateway

source: A private gateway can be added by the root admin only. The VPC private network has 1:1 relationship with the NIC of the physical network. No gateways with duplicated VLAN and IP are allowed in the same data center.
ja_jp: プライベートゲートウェイはルート管理者のみ追加することができます。VPCのプライベートネットワークは物理ネットワークの NIC と1対1の関係があり、同一データセンター上でゲートウェイを持たない重複しない VLAN や IP が許容されます。
pt_br: Um gateway privado somente pode ser adicionado pelo administrador root. A rede privada da VPC tem uma relação 1:1 com a NIC da rede física. Nenhum gateway com VLAN e IP duplicado é permitido no mesmo centro de dados.
zh_tw: private gateway只能被系統管理者新增。VPC私人網路和NIC實體網路有1：1的關係，在同一個資料中心不允許複製VLAN和IP的閘道

source: Log in to the &PRODUCT; UI as an administrator or end user.
ja_jp: 管理者もしくはエンドユーザーとして &PRODUCT; UI にログインします。
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.
zh_tw: 以管理者或終端使用者登入&PRODUCT; UI

source: In the left navigation, choose Network.
ja_jp: 左側のナビゲーションから [Network] を選択します。
pt_br: Na barra de navegação à esquerda, selecione Network.
zh_tw: 在左邊的導覽視窗，選擇Network

source: In the Select view, select VPC.
ja_jp: 選択ビューから VPC を選択します。
pt_br: Na view Select, selecione VPC.
zh_tw: 在Select視窗選擇VPC

source: All the VPCs that you have created for the account is listed in the page.
ja_jp: アカウントに対して作成された全ての VPC がページにリスト表示されます。
pt_br: Todas as VPCs que você criou para a conta são listadas na página.
zh_tw: 帳戶所有創建的VPC會表列在本頁

source: Click the Configure button of the VPC to which you want to configure load balancing rules.
ja_jp: 負荷分散ルールを構成したい VPC の構成ボタンをクリックします。
pt_br: Clique no botão Configure da VPC na qual você deseja configurar regras de balanceamento de carga.
zh_tw: 對想要設定load balancing rules的VPC按下"Configure"

source: The VPC page is displayed where all the tiers you created are listed in a diagram.
ja_jp: VPC ページではダイアグラム上にリストされる作成された全ての層が表示されます。
pt_br: Na página VPC apresentada, todas as camadas que você criou são listadas em um diagrama.
zh_tw: VPC 頁面會顯示所有你創建的層級

source: Click the Settings icon.
ja_jp: 設定アイコンをクリックします。
pt_br: Clique no ícone Settings.
zh_tw: 按下"Settings"圖示

source: The following options are displayed.
ja_jp: 以下のオプションが表示されます。
pt_br: As seguintes opções são apresentadas.
zh_tw: 會顯示出以下選項

source: IP Addresses
ja_jp: IP アドレス
pt_br: Endereços IP

source: Private Gateways
ja_jp: プライベートゲートウェイ

source: Site-to-Site VPN
ja_jp: サイト間 VPN

source: Network ACLs
ja_jp: ネットワーク ACL

source: Select Private Gateways.
ja_jp: プライベートゲートウェイを選択します。
pt_br: Selecione Private Gateways.
zh_tw: 選擇Private Gateways.

source: The Gateways page is displayed.
ja_jp: ゲートウェイのページに表示されます。
pt_br: A página Gateways é apresentada.
zh_tw: 會顯示Gateways葉面

source: Click Add new gateway:
ja_jp: [Add new gateway]をクリックします。
pt_br: Clique em Add new gateway:
zh_tw: 按Add new gateway:

source: Specify the following:
ja_jp: 以下の要素を指定します。
pt_br: Especifique o seguinte:
zh_tw: 具體說明以下：

source: <emphasis role="bold">Physical Network</emphasis>: The physical network you have created in the zone.
ja_jp: <emphasis role="bold">物理ネットワーク</emphasis>: ゾーンに作成された物理ネットワークです。
pt_br: <emphasis role="bold">Physical Network</emphasis>: A rede física que você criou na zona.
zh_tw: <emphasis role="bold">Physical Network</emphasis>: 在這區域中你創的實體網路

source: <emphasis role="bold">IP Address</emphasis>: The IP address associated with the VPC gateway.
ja_jp: <emphasis role="bold">IP アドレス</emphasis>: VPC ゲートウェイに割り当てられた IP アドレスです。
pt_br: <emphasis role="bold">IP Address</emphasis>: O endereço IP associado com o gateway VPC.
zh_tw: <emphasis role="bold">IP Address</emphasis>: 與VPC閘道關聯的IP位址

source: <emphasis role="bold">Gateway</emphasis>: The gateway through which the traffic is routed to and from the VPC.
ja_jp: <emphasis role="bold">ゲートウェイ</emphasis>: トラフィックが VPC に対し(もしくは VPC から)ルーティングされるゲートウェイです。
pt_br: <emphasis role="bold">Gateway</emphasis>: O gateway através do qual o tráfego é roteado de e para a VPC.
zh_tw: <emphasis role="bold">Gateway</emphasis>: 流量路由到和自VPC的閘道

source: <emphasis role="bold">Netmask</emphasis>: The netmask associated with the VPC gateway.
ja_jp: <emphasis role="bold">ネットマスク</emphasis>: VPC ゲートウェイに割り当てられた IP に対してのネットマスクです。
pt_br: <emphasis role="bold">Netmask</emphasis>: A máscara de rede associada com o gateway VPC.
zh_tw: <emphasis role="bold">Netmask</emphasis>: 和VPC閘道關聯的網路遮罩

source: <emphasis role="bold">VLAN</emphasis>: The VLAN associated with the VPC gateway.
ja_jp: <emphasis role="bold">VLAN</emphasis>: VPC ゲートウェイに割り当てられた VLAN です。
pt_br: <emphasis role="bold">VLAN</emphasis>: A VLAN associada com o gateway VPC.
zh_tw: <emphasis role="bold">VLAN</emphasis>:和VPC閘道關聯的VLAN

source: The new gateway appears in the list. You can repeat these steps to add more gateway for this VPC.
ja_jp: 新しいゲートウェイがリスト上に表示されます。VPC に対しゲートウェイを追加するためこれらの手順を繰り返すこともできます。
pt_br: O novo gateway aparece na lista. Você pode repetir estes passo para adicionar mais gateways para esta VPC.
zh_tw: 新的閘道會出現在表單中，你可以重複以上步驟來新增多個規則
