Repository: maduhu/cloudsand
Catalog: docs/*/add-vm-to-tier.po
Languages: ja_jp, pt_br, zh_tw

source: Deploying VMs to the Tier
ja_jp: 層への仮想マシンの展開
pt_br: Implantando máquinas virtuais na camada
zh_tw: 配置VM到層級

source: Log in to the &PRODUCT; UI as an administrator or end user.
ja_jp: 管理者またはユーザーとして &PRODUCT; ユーザーインターフェイスにログオンします。
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.
zh_tw: 以管理者或終端使用者登入&PRODUCT; UI

source: In the left navigation, choose Network.
ja_jp: 左側のナビゲーションから [Network] を選択します。
pt_br: Na barra de navegação à esquerda, selecione Network.
zh_tw: 在左邊的導覽視窗，選擇Network

source: In the Select view, select VPC.
ja_jp: 選択ビューから VPC を選択します。
pt_br: Na view Select, selecione VPC.
zh_tw: 在Select視窗選擇VPC

source: All the VPCs that you have created for the account is listed in the page.
ja_jp: アカウントに対して作成された全ての VPC がページにリスト表示されます。
pt_br: Todas as VPCs que você criou para a conta são listadas na página.
zh_tw: 帳戶所有創建的VPC會表列在本頁

source: Click the Configure button of the VPC to which you want to deploy the VMs.
ja_jp: 仮想マシンを展開したい VPC の [Configure] ボタンをクリックします。
pt_br: Clique no botão Configure da VPC na qual você deseja implementar as máquinas virtuais.
zh_tw: 對想要配置VM的VPC按下"Configure"

source: The VPC page is displayed where all the tiers you created are listed.
ja_jp: VPC のページが表示され作成済みの全ての層がリスト表示されます。
pt_br: Na página VPC apresentada, todas as camadas que você criou são listadas.
zh_tw: VPC 頁面會顯示所有你創建的層級

source: Click the Add VM button of the tier for which you want to add a VM.
ja_jp: 仮想マシンを追加したい層で [Add VM] ボタンをクリックします。
pt_br: Clique no botão Add VM da camada a qual você deseja adicionar uma máquina virtual.
zh_tw: 在要新增VM的層級，按下 Add VM

source: The Add Instance page is displayed.
ja_jp: インスタンスの追加ページが表示されます。
pt_br: A página Add Instance é apresentada.
zh_tw: 會顯示Add Instance葉面

source: Follow the on-screen instruction to add an instance. For information on adding an instance, see Adding Instances section in the Installation Guide.
ja_jp: この場面でインスタンスを追加するにはページの指示に従います。インスタンスの追加に関してはインストールガイドの「インスタンスの追加」の章を参照して下さい。
pt_br: Siga as instruções na tela para adicionar uma instância. Para informações sobre adição de uma instância, veja a seção Adicionando instâncias no Guia de Instalação.
zh_tw: 依循螢幕上的指示來增加一個instance，更多資訊，詳見安裝指南中的Adding Instances章節
