Repository: maduhu/cloudsand
Catalog: docs/*/add-security-group.po
Languages: ja_jp, pt_br, zh_tw

source: Adding a Security Group
ja_jp: セキュリティグループの追加
pt_br: Adicionando um grupo de segurança
zh_tw: 新增

source: A user or administrator can define a new security group.
ja_jp: ユーザーもしくは管理者は新しいセキュリティグループを定義することができます。
pt_br: Um usuário ou administrador pode definir um novo grupo de segurança.
zh_tw: 使用者或管理員可以定義一個新的security group

source: Log in to the &PRODUCT; UI as an administrator or end user.
ja_jp: 管理者もしくはエンドユーザーとして &PRODUCT; UI にログインします。
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.
zh_tw: 以管理者或終端使用者登入&PRODUCT; UI

source: In the left navigation, choose Network
ja_jp: 左側のナビゲーションバーで[Network]をクリックします。
pt_br: Na barra de navegação à esquerda, selecione Network.
zh_tw: 在左邊的導覽視窗，選擇Network

source: In Select view, choose Security Groups.
ja_jp: [Select view]ボックスの一覧で[Security Groups]を選択します。
pt_br: Em Select view, selecione Security Groups.
zh_tw: 在Select中，選擇Security Groups

source: Click Add Security Group.
ja_jp: [Add Security Group]をクリックします。
pt_br: Clique em Add Security Group.
zh_tw: 選擇Add Security Grou

source: Provide a name and description.
ja_jp: 名前と説明を入力します。
pt_br: Forneça um nome e descrição.
zh_tw: 提供名稱及敘述

source: Click OK.
ja_jp: [OK]をクリックします。
pt_br: Clique em OK.
zh_tw: 按OK

source: The new security group appears in the Security Groups Details tab.
ja_jp: 新しいセキュリティグループが[Security Groups Details]タブに表示されます。
pt_br: O novo grupo de segurança aparece na aba Security Groups Details.
zh_tw: 新的security group會出現在Security Groups Details標籤

source: To make the security group useful, continue to Adding Ingress and Egress Rules to a Security Group.
ja_jp: セキュリティグループを使いやすくするには、「セキュリティグループへの受信規則と送信規則の追加」に進みます。
pt_br: Para tornar útil o grupo de segurança, continue em Adicionando regras de ingresso e egresso a um grupo de segurança.
zh_tw: 為使security group有用，新增Ingress and Egress Rule到Security Group
