Repository: maduhu/cloudsand
Catalog: docs/*/adding-IP-addresses-for-the-public-network.po
Languages: ja_jp, pt_br, zh_cn, zh_tw

source: Adding IP Addresses for the Public Network
ja_jp: パブリックネットワークへの IP アドレスの追加
pt_br: Adicionando endereços IP à rede pública
zh_cn: 向公共网络中添加IP
zh_tw: 增加IP位址到公用網路

source: These instructions assume you have already logged in to the &PRODUCT; UI.
ja_jp: 次の手順は、&PRODUCT; ユーザーインターフェイスにログオン済みであることを前提としています。
pt_br: Nestas instruções se supõe que você já está logado na interface de usuário do &PRODUCT;.
zh_cn: 以下说明假设你已经登入了&PRODUCT; 用户界面。
zh_tw: 這些指令是假設您已經登入&PRODUCT; UI

source: In the left navigation, choose Infrastructure. In Zones, click View More, then click the desired zone .
ja_jp: 左側のナビゲーションバーで[Infrastructure]をクリックします。[Zones]で[View More]をクリックし、設定するゾーンを選択します。
pt_br: No painel de navegação à esquerda, selecione Infrastructure. Em Zones, clique em View More, então clique na zona desejada.
zh_cn: 在左侧导航栏选择基础设施。在资源域先点击查看更多，然后点击进入资源域修改的资源域。
zh_tw: 在左方導覽視窗，選擇Infrastructure，在Zones內選擇View More，然後選擇您想要的區域

source: Click the Network tab.
ja_jp: [Network] タブをクリックします。
pt_br: Clique na aba Network.
zh_cn: 点击网络标签。
zh_tw: 選擇Network標籤

source: In the Public node of the diagram, click Configure.
ja_jp: ダイアグラムの[Public]ノードで[Configure]をクリックします。
pt_br: No nó Public do diagrama, clique em Configure.
zh_cn: 在图表的公共节点，点击配置。
zh_tw: 在公開網路圖中，點選設定。

source: Click the IP Ranges tab.
ja_jp: [IP Ranges]タブをクリックします。
pt_br: Clique na aba IP Ranges.
zh_cn: 点击IP范围标签。
zh_tw: 選擇 IP Ranges標籤

source: Provide the following information:
ja_jp: 次の情報を指定します。
pt_br: Forneça as seguintes informações:
zh_cn: 填写以下内容。
zh_tw: 提供以下資訊：

source: Gateway. The gateway in use for these IP addresses
ja_jp: Gateway: これらの IP アドレスに使用するゲートウェイです。
pt_br: Gateway. O gateway em uso para estes endereços IP
zh_cn: 网关。欲添加IP的网关。
zh_tw: Gateway， IP位址使用的閘道

source: Netmask. The netmask associated with this IP range
ja_jp: Netmask: この IP アドレスの範囲に関連付けるネットマスクです。
pt_br: Netmask. A máscara de rede associada com este intervalo de IPs
zh_cn: 子网掩码。欲添加IP的子网掩码。
zh_tw: Netmask，IP range關聯的網路遮罩

source: VLAN. The VLAN that will be used for public traffic
ja_jp: VLAN: パブリックトラフィックに使用する VLAN です。
pt_br: VLAN. A VLAN que será utilizada para tráfego público
zh_cn: VLAN。公共网络所使用的VLAN。
zh_tw: VLAN，將被用在公用流量的VLAN

source: Start IP/End IP. A range of IP addresses that are assumed to be accessible from the Internet and will be allocated for access to guest networks.
ja_jp: Start IP および End IP: インターネットからアクセスできるとみなされる IP アドレスの範囲で、ゲストネットワークへのアクセスのために割り当てます。
pt_br: Start IP/End IP. Um intervalo de endereços IP que se supõe serem accessíveis da Internet e que serão alocados para accesso a redes hóspedes.
zh_cn: 开始和结束IP。将来分配用以联通来宾网络的能访问internet的IP范围。
zh_tw: Start IP/End IP，一組預定可被網際網路存取的IP，並會被分配來存取來賓網路

source: Click Add.
ja_jp: [Add]をクリックします。
pt_br: Clique em Add.
zh_cn: 点击添加。
zh_tw: 按Add
