Repository: maduhu/cloudsand
Catalog: docs/*/basic-adv-networking.po
Languages: pt_br, zh_tw

source: Basic and Advanced Networking
pt_br: Rede básica e avançada
zh_tw: 基本與進階網路

source: &PRODUCT; provides two styles of networking:.
pt_br: O &PRODUCT; provê dois estilos de rede:
zh_tw: &PRODUCT;提供兩種網路範本：

source: Basic
pt_br: Básico
zh_tw: 基本

source: For AWS-style networking. Provides a single network where guest isolation can be provided through layer-3 means such as security groups (IP address source filtering).
pt_br: Para redes no estilo AWS. Provê uma única rede onde o isolamento de hóspedes pode ser implantado através de métodos da camada 3 tais como grupos de segurança (filtragem do endereço IP de origem).
zh_tw: 基本。為類似AWS模式的網路架構，提供layer-3的Security group安全機制(IP位置過濾機制)

source: Advanced
pt_br: Avançado
zh_tw: 進階

source: For more sophisticated network topologies. This network model provides the most flexibility in defining guest networks, but requires more configuration steps than basic networking.
pt_br: Para topologias de rede mais sofisticadas. Este modelo de rede provê a maior flexibilidade ao definir redes hóspedes, mas requer mais passos de configuração que a rede básica.
zh_tw: 提供使用者更多的網路拓撲結構，選擇此選項將可更彈性的設定網路，但需要比基本網路更多的設定步驟

source: Each zone has either basic or advanced networking. Once the choice of networking model for a zone has been made and configured in &PRODUCT;, it can not be changed. A zone is either basic or advanced for its entire lifetime.
pt_br: Cada zona tem ou rede básica ou rede avançada. Uma vez que a escolha do modelo de rede para uma zona foi feita e configurada no &PRODUCT;, ela não pode ser alterada. Uma zona ou é básica ou avançada por toda sua vida.
zh_tw: 每個區域都有基本或進階其中一種網路，選擇及在&PRODUCT;設定後，就不能變更了

source: The following table compares the networking features in the two networking models.
pt_br: A tabela seguinte compara os recursos de rede dos dois modelos de rede.
zh_tw: 以下為比較網路功能的表格

source: Networking Feature
pt_br: Recurso de rede
zh_tw: 網路功能

source: Basic Network
pt_br: Rede básica
zh_tw: 基本網路

source: Advanced Network
pt_br: Rede avançada
zh_tw: 進階網路

source: Number of networks
pt_br: Número de redes
zh_tw: 網路數量

source: Single network
pt_br: Rede única
zh_tw: 單一網路

source: Multiple networks
pt_br: Redes múltiplas
zh_tw: 多網路

source: Firewall type
pt_br: Tipo de firewall
zh_tw: 防火牆型態

source: Physical
pt_br: Físico
zh_tw: 實體

source: Physical and Virtual
pt_br: Físico e virtual
zh_tw: 實體及虛擬

source: Load balancer
pt_br: Balanceador de carga
zh_tw: 負載平衡氣

source: Isolation type
pt_br: Tipo de isolamento
zh_tw: 隔離類型

source: Layer 3
pt_br: Camada 3

source: Layer 2 and Layer 3
pt_br: Camada 2 e camada 3
zh_tw: Layer 2 及 Layer 3

source: VPN support
pt_br: Suporte a VPN
zh_tw: 支援VPN

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Port forwarding
pt_br: Encaminhamento de porta
zh_tw: 通訊埠轉送

source: 1:1 NAT
pt_br: NAT 1:1

source: Source NAT
pt_br: NAT de origem

source: Network usage monitoring
pt_br: Monitoração da utilização de rede
zh_tw: 網路使用監控

source: sFlow / netFlow at physical router
pt_br: sFlow / netFlow no roteador físico
zh_tw: sFlow / netFlow，位於實體路由器

source: Hypervisor and Virtual Router
pt_br: Hipervisor e roteador virtual
zh_tw: 超級監督者及虛擬路由器

source: DNS and DHCP
pt_br: DNS e DHCP
zh_tw: DNS 及 DHCP

source: The two types of networking may be in use in the same cloud. However, a given zone must use either Basic Networking or Advanced Networking.
pt_br: Os dois tipos de rede podem estar em uso na mesma nuvem. Entretanto, uma determinada zona deve usar ou rede básica ou rede avançada.
zh_tw: 這兩種類型可能會用在同一個雲端，但一個區域只能是基本或進階網路

source: Different types of network traffic can be segmented on the same physical network. Guest traffic can also be segmented by account. To isolate traffic, you can use separate VLANs. If you are using separate VLANs on a single physical network, make sure the VLAN tags are in separate numerical ranges.
pt_br: Diferentes tipos de tráfego de rede podem ser segmentados na mesma rede física. Tráfego hóspede pode também ser segmentado por conta. Para isolar tráfego, você pode usar VLANs separadas. Se você esta usando VLANs separadas em uma única rede física, certifique-se de que as tags VLAN estão em intervalos numéricos distintos.
zh_tw: 不同網路流量可以在相同的實體網路分段，訪客流量可以用帳戶分段。您可以使用分離VLAN來隔離流量。如果您在單一實體網路使用分離VLAN，請確定VLAN tag 在分離的數個範圍

source: Userdata
zh_tw: 使用者資料
