Repository: maduhu/cloudsand
Catalog: docs/*/basic-zone-configuration.po
Languages: ja_jp, pt_br, zh_tw

source: <emphasis role="bold">Hypervisor.</emphasis> (Version 3.0.0 only; in 3.0.1, this field is read only) Choose the type of hypervisor software that all hosts in this cluster will run. If you choose VMware, additional fields appear so you can give information about a vSphere cluster. For vSphere servers, we recommend creating the cluster of hosts in vCenter and then adding the entire cluster to &PRODUCT;. See Add Cluster: vSphere.
ja_jp: <emphasis role="bold">Hypervisor：</emphasis>(Version 3.0.0のみ。3.0.1では読み取り専用)このクラスター内のすべてのホストで実行される、ハイパーバイザーソフトウェアの種類を選択します。VMwareを選択すると追加のフィールドが表示され、vSphereクラスターに関する情報を指定できます。vSphereサーバーの場合は、vCenterでホストのクラスターを作成した後、クラスター全体をCloudStackに追加することをお勧めします。「クラスターの追加：vSphere」を参照してください。
pt_br: <emphasis role="bold">Hypervisor.</emphasis> (Versão 3.0.0 apenas; na 3.0.1, este campo é somente leitura) Escolha o tipo de software hipervisor que todos os hosts deste cluster executarão. Se você escolher VMware, campos adicionais aparecem para que você possa dar informações sobre um cluster vSphere. Para os servidores vSphere, recomendamos criar o cluster de hosts em vCenter e então adicionar o cluster inteiro no &PRODUCT;. Veja Adicionar cluster: vSphere.
zh_tw: <emphasis role="bold">Hypervisor.</emphasis>(僅3.0.0版本；3.0.1版本為唯讀)選擇一種超級監督者軟體給所有主機使用，如果您選擇VMware，會出現額外的欄位，您可以輸入vSphere 叢集的資訊，對於vSphere伺服器，建議您先在vCenter建立叢集主機，然後再將整的叢集加到&PRODUCT;，詳見Add Cluster: vSphere

source: <emphasis role="bold">Cluster name.</emphasis> Enter a name for the cluster. This can be text of your choosing and is not used by &PRODUCT;.
ja_jp: <emphasis role="bold">Cluster name：</emphasis>クラスターの名前を入力します。任意の、&PRODUCT;で使用されていないテキストを指定します。
pt_br: <emphasis role="bold">Cluster name.</emphasis> Informe um nome para o cluster. Este pode ser um texto de sua escolha e não é usado pelo &PRODUCT;.
zh_tw: <emphasis role="bold">Cluster name.</emphasis>：輸入叢集的名稱。這可以由您來選擇一個未被 &PRODUCT; 使用的文字。

source: In a new cluster, &PRODUCT; adds the first host for you. You can always add more hosts later. For an overview of what a host is, see About Hosts.
ja_jp: 新しいクラスターでは、&PRODUCT;により最初のホストが自動的に追加されます。後でさらにホストを追加できます。ホストの概要については、「ホストについて」を参照してください。
pt_br: Em um novo cluster, o &PRODUCT; adiciona o primeiro host para você. Você sempre pode adicionar mais hosts depois. Para uma visão geral do que um host é, veja Sobre hosts.
zh_tw: 在新的叢集中，&PRODUCT;會先新增新的主機給您，您可以之後隨時增加。關於主機簡介，詳見About Hosts

source: When you add a hypervisor host to &PRODUCT;, the host must not have any VMs already running.
ja_jp: &PRODUCT;を展開するときに、ハイパーバイザーに実行中の仮想マシンがあってはいけません。
pt_br: Quando você adicionar um host hipervisor ao &PRODUCT;, o host não deve ter nenhuma máquina virtual já executando.
zh_tw: 當您增加超級監督者主機給&PRODUCT;時，所有主機的VM都不能是執行狀態

source: Before you can configure the host, you need to install the hypervisor software on the host. You will need to know which version of the hypervisor software version is supported by &PRODUCT; and what additional configuration is required to ensure the host will work with &PRODUCT;. To find these installation details, see:
ja_jp: ホストを構成する前に、ハイパーバイザーソフトウェアをホストにインストールする必要があります。&PRODUCT;がサポートするハイパーバイザーソフトウェアのバージョン、およびホストを&PRODUCT;と連動させるために必要な追加構成を確認しておく必要があります。このインストールについて詳しくは、次のセクションを参照してください。
pt_br: Antes de configurar o host, você precisa instalar o software hipervisor no host. Você precisará saber qual versão do software hipervisor é suportada pelo &PRODUCT; e qual configuração adicional é requerida para garantir que o host trabalhará com &PRODUCT;. Para encontrar detalhes dessa instalação, veja:
zh_tw: 在您設定主機前，您必須安裝超級監督者軟體，您需要知道何種版本支援&PRODUCT; ，及需要那些額外設定，對於這些安裝細節，詳見：

source: Citrix XenServer Installation and Configuration
ja_jp: Citrix XenServerのインストールと構成
pt_br: Instalação e configuração do Citrix XenServer
zh_tw: Citrix XenServer安裝及設定

source: VMware vSphere Installation and Configuration
ja_jp: VMware vSphereのインストールと構成
pt_br: Instalação e configuração do VMware vSphere
zh_tw: VMware vSphere安裝與設定

source: KVM vSphere Installation and Configuration
ja_jp: KVMのインストールと構成
pt_br: Instalação e configuração do KVM
zh_tw: KVM vSphere安裝及設定

source: To configure the first host, enter the following, then click Next:
ja_jp: 最初のホストを構成するには、次の項目を入力して［Next］をクリックします。
pt_br: Para configurar o primeiro host, informe o que segue, então clique em Next:
zh_tw: 輸入以下來設定第一個主機，然後按Next

source: <emphasis role="bold">Host Name.</emphasis> The DNS name or IP address of the host.
ja_jp: <emphasis role="bold">Host Name：</emphasis>ホストのDNS名またはIPアドレスです。
pt_br: <emphasis role="bold">Host Name.</emphasis> O nome DNS ou endereço IP do host.
zh_tw: <emphasis role="bold">Host Name.</emphasis>：主機的DNS名稱或IP位址

source: <emphasis role="bold">Username.</emphasis> The username is root.
ja_jp: <emphasis role="bold">Username：</emphasis>通常はrootです。
pt_br: <emphasis role="bold">Username.</emphasis> O nome do usuário é root.
zh_tw: <emphasis role="bold">Username.</emphasis>：通常為root

source: <emphasis role="bold">Password.</emphasis> This is the password for the user named above (from your XenServer or KVM install).
ja_jp: <emphasis role="bold">Password：</emphasis>上のユーザー名に対するパスワードです(XenServerまたはKVM側で指定したもの)。
pt_br: <emphasis role="bold">Password.</emphasis> Esta é a senha para o usuário identificado acima (da sua instalação XenServer ou KVM).
zh_tw: <emphasis role="bold">Password.</emphasis>：給以上使用者的密碼(從您的 XenServer 或 KVM安裝)

source: <emphasis role="bold">Host Tags.</emphasis> (Optional) Any labels that you use to categorize hosts for ease of maintenance. For example, you can set this to the cloud's HA tag (set in the ha.tag global configuration parameter) if you want this host to be used only for VMs with the "high availability" feature enabled. For more information, see HA-Enabled Virtual Machines as well as HA for Hosts.
ja_jp: <emphasis role="bold">Host Tags : </emphasis> (オプション)ホストを分類して保守を簡単にするために使用するラベルです。例としてクラウドのHAタグを設定できます(ha.tag をグローバル 設定パラメーターに設定します)。もしこのホスト上で仮想マシンを「高可用性」機能を有効化したうえで利用したい場合、管理者ガイドの「HAホスト上での仮想マシンでのHAの有効化」を参照してください。
pt_br: <emphasis role="bold">Host Tags.</emphasis> (Opcional) Qualquer rótulo que você usa para categorizar hosts para facilidade de manutenção. Por exemplo, você pode definir isso para o rótulo de alta disponibilidade da nuvem (definido no parâmetro de configuração ha.tag global) se você quer este host a ser usado apenas para máquinas virtuais com o recurso "alta disponibilidade" habilitado. Para mais informações, veja Máquinas virtuais HA-Enabled, assim como HA para hosts.
zh_tw: Host Tags(選擇性)：任何您用來分類主機的標籤，例如，如果您想要主機僅使用有"high availability"功能的VM，您可以設定雲端HA標籤(ha.tag廣域設定欄位設定)，更多資訊，詳見HA-Enabled Virtual Machines及HA for Hosts

source: In a new cluster, &PRODUCT; adds the first primary storage server for you. You can always add more servers later. For an overview of what primary storage is, see About Primary Storage.
ja_jp: 新しいクラスターでは、&PRODUCT; により最初のプライマリストレージサーバーが自動的に追加されます。後でさらにサーバーを追加できます。プライマリストレージの概要については、「プライマリストレージについて」を参照してください。
pt_br: Em um novo cluster, o &PRODUCT; acrescenta o primeiro servidor de storage primária para você. Você sempre pode adicionar mais servidores mais tarde. Para uma visão geral do que é storage primária, veja Sobre storage primária.
zh_tw: 在新的叢集中，&PRODUCT;會先新增一個主要儲存裝置給您，您可以之後自行增加，對於主要儲存裝置的簡介，詳見About Primary Storage

source: To configure the first primary storage server, enter the following, then click Next:
ja_jp: 最初のプライマリストレージサーバーを構成するには、次の項目を入力して［Next］をクリックします。
pt_br: Para configurar o primeiro servidor de storage primária, entre o que segue, então clique em Next:
zh_tw: 輸入以下來設定第一個主要儲存裝置，然後按Next：

source: <emphasis role="bold">Name.</emphasis> The name of the storage device.
ja_jp: <emphasis role="bold">Name：</emphasis>ストレージデバイスの名前です。
pt_br: <emphasis role="bold">Name.</emphasis> O nome do dispositivo do storage.
zh_tw: <emphasis role="bold">Name.</emphasis>儲存裝置的名稱

source: <emphasis role="bold">Protocol.</emphasis> For XenServer, choose either NFS, iSCSI, or PreSetup. For KVM, choose NFS, SharedMountPoint,CLVM, or RBD. For vSphere choose either VMFS (iSCSI or FiberChannel) or NFS. The remaining fields in the screen vary depending on what you choose here.
ja_jp: <emphasis role="bold">Protocol :</emphasis> XenServer の場合は、[NFS]、[iSCSI]、または[PreSetup]を選択します。KVM の場合は、[NFS]、[SharedMountPoint]、[CLVM]または[RBD]を選択します。vSphere の場合は、[VMFS](iSCSI またはファイバーチャネル)または [NFS]を選択します。画面のそのほかのフィールドは、ここで選択したものにより異なります。
pt_br: <emphasis role="bold">Protocol.</emphasis> Para XenServer, escolha NFS, iSCSI ou PreSetup. Para o KVM, escolha NFS, SharedMountPoint, CLVM, ou RBD. Para vSphere escolha VMFS (iSCSI ou FiberChannel) ou NFS. Os campos restantes na tela variam dependendo do que você escolher aqui.
zh_tw: <emphasis role="bold">Protocol.</emphasis> Protocol. 以XenServer來說，您可以選擇NFS、iSCSI、或是 PreSetup. 以KVM來說，您可以選擇NFS、SharedMountPoint, CLVM, 及RBD。vSphere您可以選擇VMFS (iSCSI或 FiberChannel)或NFS。其他剩下的欄位取決於您的選擇
