Repository: maduhu/cloudsand
Catalog: docs/*/basic-zone-configuration.po
Languages: ja_jp, pt_br, zh_tw

source: Basic Zone Configuration
ja_jp: 基本ゾーンの構成
pt_br: Configuração de zona básica
zh_tw: 基礎區域設定

source: After you select Basic in the Add Zone wizard and click Next, you will be asked to enter the following details. Then click Next.
ja_jp: ゾーンの追加ウィザードで［Basic］を選択して［Next］をクリックすると、次の項目の入力を求められます。入力後、［Next］をクリックします。
pt_br: Após selecionar Basic no assistente de Adicionar Zona e clicar em Next, você será solicitado a digitar os seguintes detalhes. Em seguida, clique em Next.
zh_tw: 您在Add Zone精靈選擇Basic後，按Next，您會被詢問以下細節，然後按Next

source: <emphasis role="bold">Name.</emphasis> A name for the zone.
ja_jp: <emphasis role="bold">Name:</emphasis> ゾーンの名前です。
pt_br: <emphasis role="bold">Name.</emphasis> O nome da zona.
zh_tw: <emphasis role="bold">Name.</emphasis>：zone名稱

source: <emphasis role="bold">DNS 1 and 2.</emphasis> These are DNS servers for use by guest VMs in the zone. These DNS servers will be accessed via the public network you will add later. The public IP addresses for the zone must have a route to the DNS server named here.
ja_jp: <emphasis role="bold">DNS1およびDNS2:</emphasis> ゾーン内のゲスト仮想マシンで使用するDNSサーバーです。これらのDNSサーバーには、後で追加するパブリックネットワーク経由でアクセスします。ゾーンのパブリックIPアドレスから、ここで指定するDNSサーバーに通信できる必要があります。
pt_br: <emphasis role="bold">DNS 1 and 2.</emphasis> Estes são os servidores DNS utilizados pelas máquinas virtuais na zona. Estes servidores serão acessados pela rede publica que será adicionada posteriormente. Os IPs públicos da zona deverão ter acesso a estes servidores.
zh_tw: <emphasis role="bold">DNS 1 and 2.</emphasis>：訪客VM使用的DNS伺服器，可由公開網路存取，您之後會新增。公開IP位址必須有路徑到此DNS伺服器

source: <emphasis role="bold">Internal DNS 1 and Internal DNS 2.</emphasis> These are DNS servers for use by system VMs in the zone (these are VMs used by &PRODUCT; itself, such as virtual routers, console proxies, and Secondary Storage VMs.) These DNS servers will be accessed via the management traffic network interface of the System VMs. The private IP address you provide for the pods must have a route to the internal DNS server named here.
ja_jp: <emphasis role="bold">Internal DNS1およびInternal DNS2：</emphasis>これらのDNSサーバーは、ゾーン内のシステム仮想マシン(仮想ルーター、コンソールプロキシ、およびセカンダリストレージ仮想マシンなど、CloudStackにより使用される仮想マシン)によって使用されます。これらのDNSサーバーは、システム仮想マシンの管理トラフィックネットワークインターフェイスを介してアクセスされます。ポッドのプライベートIPアドレスから、ここで指定する内部DNSサーバーに通信できる必要があります。
pt_br: <emphasis role="bold">Internal DNS 1 and Internal DNS 2.</emphasis> Estes são os servidores DNS utilizados pelas máquinas virtuais na zona (estas são máquinas virtuais usadas pelo &PRODUCT; tais como os roteadores virtuais, proxies console e máquinas virtuais de storage secundária). Estes servidores DNS serão acessados através da interface de gerenciamento de tráfego rede das máquinas virtuais de sistema. O endereço IP privado que você fornecer para os pods devem ter uma rota para o servidor DNS interno identificado aqui.
zh_tw: <emphasis role="bold">Internal DNS 1 and Internal DNS 2.</emphasis>：系統VM使用的DNS伺服器( &PRODUCT;使用的VM，像是虛擬路由器、工作臺代理及次要儲存裝置VM)，這些DNS可經由管理流量網路介面存取，私人IP位址必須有路線到此內部DNS伺服器

source: <emphasis role="bold">Hypervisor.</emphasis> (Introduced in version 3.0.1) Choose the hypervisor for the first cluster in the zone. You can add clusters with different hypervisors later, after you finish adding the zone.
ja_jp: <emphasis role="bold">Hypervisor：</emphasis> (Version 3.0.1より)ゾーンの最初のクラスターのハイパーバイザーを選択します。ゾーンの追加後に、異なるハイパーバイザーを使用するクラスターを追加できます。
pt_br: <emphasis role="bold">Hypervisor.</emphasis> (Introduzido na versão 3.0.1) Escolha o hipervisor para primeiro cluster na zona. Você pode adicionar clusters com diferentes hipervisores mais tarde, depois de você terminar de adicionar a zona.
zh_tw: <emphasis role="bold">Hypervisor.</emphasis>(3.0.1版後有)選擇第一個叢集超級監督者，您之後可以增加不同監督者的叢集

source: <emphasis role="bold">Network Offering.</emphasis> Your choice here determines what network services will be available on the network for guest VMs.
ja_jp: <emphasis role="bold">Network Offering：</emphasis>ここでの選択により、ゲスト仮想マシンのネットワークで使用できるネットワークサービスが決まります。
pt_br: <emphasis role="bold">Network Offering.</emphasis>Sua escolha aqui determina quais serviços de rede estarão disponíveis na rede para máquinas virtuais hóspedes.
zh_tw: <emphasis role="bold">Network Offering.</emphasis>：您的選擇會決定哪種網路服務可以在訪客VM使用

source: Network Offering
zh_tw: Network Offerings

source: Description
ja_jp: 説明
pt_br: Descrição
zh_tw: 敘述

source: If you want to enable security groups for guest traffic isolation, choose this. (See Using Security Groups to Control Traffic to VMs.)
ja_jp: ゲストトラフィックの分離のためにセキュリティグループを有効にする場合は、これを選択します(「セキュリティグループによる仮想マシンに対するトラフィックの制御」を参照)。
pt_br: Se você quer habilitar grupos de segurança para isolamento de tráfego de hóspedes, escolha esta. (Veja Utilizando grupos de segurança para controlar o tráfego de máquinas virtuais).
zh_tw: 如果您想啟用安全群組到訪客流量隔離，請選擇這個(詳見Using Security Groups to Control Traffic to VMs)

source: If you do not need security groups, choose this.
ja_jp: セキュリティグループが必要ない場合は、これを選択します。
pt_br: Se você não precisa de grupos de segurança, escolha esta.
zh_tw: 如果您不需要安全群組，請選擇這個

source: If you have installed a Citrix NetScaler appliance as part of your zone network, and you will be using its Elastic IP and Elastic Load Balancing features, choose this. With the EIP and ELB features, a basic zone with security groups enabled can offer 1:1 static NAT and load balancing.
ja_jp: ゾーンネットワークの一部としてCitrix NetScalerアプライアンスを設置済みで、エラスティックIPおよびエラスティック負荷分散の機能を使用する場合は、これを選択します。エラスティックIPおよびエラスティック負荷分散の機能を使用すると、セキュリティグループが有効な基本ゾーンで1対1の静的NATおよび負荷分散を提供できます。
pt_br: Se você tiver instalado o dispositivo Citrix NetScaler como parte de sua rede de zona, e você estará usando o seu IP elástico e características de balanceamento de carga elástica, escolha esta. Com os recursos de EIP e ELB, uma zona básica com grupos de segurança habilitados pode oferecer NAT estático 1:1 e balanceamento de carga.
zh_tw: 如果您已安裝Citrix NetScaler，並且您會使用彈性IP和彈性負載平衡功能，請選擇這個。使用EIP 及ELB功能，啟用安全群組的基礎區域就可以提供1:1static NAT及負載平衡

source: <emphasis role="bold">Network Domain.</emphasis> (Optional) If you want to assign a special domain name to the guest VM network, specify the DNS suffix.
ja_jp: <emphasis role="bold">Network Domain：</emphasis>(オプション)ゲスト仮想マシンネットワークに特別なドメイン名を割り当てる場合は、DNSサフィックスを指定します。
pt_br: <emphasis role="bold">Network Domain.</emphasis> (Opcional) Se você quiser atribuir um nome de domínio especial à rede de máquina virtual hóspede, especifique o sufixo DNS.
zh_tw: <emphasis role="bold">Network Domain.</emphasis> ：(選擇性)如果您想要特殊的網域名稱，請指定DNS suffix

source: <emphasis role="bold">Public.</emphasis> A public zone is available to all users. A zone that is not public will be assigned to a particular domain. Only users in that domain will be allowed to create guest VMs in this zone.
ja_jp: <emphasis role="bold">Public：</emphasis>すべてのユーザーがパブリックゾーンを利用できます。パブリックではないゾーンは、特定のドメインに割り当てられます。そのドメイン内のユーザーだけが、このゾーンにゲスト仮想マシンを作成することを許可されます。
pt_br: <emphasis role="bold">Public.</emphasis> Uma zona pública está disponível para todos usuários. Uma zona que não é pública será atribuída a um domínio específico. Somente a usuários nesse domínio será permitido criar máquinas virtuais hóspedes nesta zona.
zh_tw: <emphasis role="bold">Public.</emphasis>：所有使用者都能用的公開區，非公開區會指定為特定網域，只有此網域內的使用這才能建立訪客VM

source: Choose which traffic types will be carried by the physical network.
ja_jp: 物理ネットワークにより伝送されるトラフィックの種類を選択します。
pt_br: Escolha os tipos de tráfego que serão transportados pela rede física.
zh_tw: 選擇流量刑事

source: The traffic types are management, public, guest, and storage traffic. For more information about the types, roll over the icons to display their tool tips, or see Basic Zone Network Traffic Types. This screen starts out with some traffic types already assigned. To add more, drag and drop traffic types onto the network. You can also change the network name if desired.
ja_jp: トラフィックの種類は、管理、パブリック、ゲスト、およびストレージトラフィックです。種類について詳しくは、アイコンにマウスポインターを合わせてツールチップを表示するか、「基本ゾーンのネットワークトラフィックの種類」を参照してください。この画面は、いくつかのトラフィックの種類が既に割り当てられた状態で開きます。さらに追加するには、トラフィックの種類をネットワークにドラッグアンドドロップしてください。また、必要に応じてネットワーク名を変更することもできます。
pt_br: Os tipos de tráfego são: gerência, público, hóspede, e storage. Para mais informações sobre os tipos, role sobre os ícones para exibir suas dicas de ferramentas, ou veja Tipos de tráfego de rede de zona básica. Esta tela começa com alguns tipos de tráfego já atribuídos. Para adicionar mais, arraste e solte os tipos de tráfego na rede. Você também pode alterar o nome da rede, se desejar.
zh_tw: 形式為管理、公開、訪客及儲存流量，更多資訊，滾動圖示來展示技巧，或是參閱Basic Zone Network Traffic Types，此畫面會有一些流量類型已經指定，如果您要加入更多，拉出流量類型到greyed-out的網路就會變成啟動。您也可以變更網路名稱

source: 3. (Introduced in version 3.0.1) Assign a network traffic label to each traffic type on the physical network. These labels must match the labels you have already defined on the hypervisor host. To assign each label, click the Edit button under the traffic type icon. A popup dialog appears where you can type the label, then click OK.
ja_jp: (3.0.1 より)物理ネットワーク上の各トラフィックの種類にネットワークトラフィックラベルを割り当てます。このラベルは、ハイパーバイザーホストに定義済みのラベルと一致する必要があります。各ラベルを割り当てるには、トラフィッ クの種類のアイコンの下の[Edit]をクリックします。ラベルを入力するダイアログボックスが開くので入力します。 [OK]をクリックします。
zh_tw: 3. (3.0.1版本後)指定網路流量標籤給每個實體網路上的每種流量形式，這些標籤必須符合您在超級監督者主機定義的標籤。在流量圖示點選Edit，會彈出對話框，您可以輸入標籤，然後按OK

source: These traffic labels will be defined only for the hypervisor selected for the first cluster. For all other hypervisors, the labels can be configured after the zone is created.
ja_jp: これらのトラフィックラベルは、最初のクラスターに選択したハイパーバイザーのためにのみ定義します。ほかのすべてのハイパーバイザーについては、ゾーンを作成してからラベルを構成できます。
pt_br: Essas etiquetas de tráfego serão definidas apenas para o hipervisor selecionado para o primeiro cluster. Para todos os outros hipervisores, as etiquetas podem ser configuradas depois que a zona é criada.
zh_tw: 這些標籤只會在第一個叢集的超級監督者定義，對於其他所有超級監督者，標籤可以在區域建立後設定

source: Click Next.
ja_jp: ［Next］をクリックします。
pt_br: Clique em Next.
zh_tw: 按Next

source: (NetScaler only) If you chose the network offering for NetScaler, you have an additional screen to fill out. Provide the requested details to set up the NetScaler, then click Next.
ja_jp: (NetScalerのみ)NetScaler用のネットワークオファリングを選択する場合は、追加の表示画面があります。NetScalerのセットアップに必要な項目を入力したら、［Next］をクリックします。
pt_br: (Somente NetScaler) Se você escolheu a oferta de rede para NetScaler, você tem uma tela adicional para preencher. Forneça as informações solicitadas para configurar o NetScaler, em seguida, clique em Next.
zh_tw: (僅NetScaler)，如果您為NetScaler選擇網路服務，您會有額外的視窗要填寫，提供需要的細節並建立NetScaler，然後按Next

source: <emphasis role="bold">IP address.</emphasis> The NSIP (NetScaler IP) address of the NetScaler device.
ja_jp: <emphasis role="bold">IP address：</emphasis>NetScalerデバイスのNSIP(NetScaler IP)アドレスです。
pt_br: <emphasis role="bold">IP address.</emphasis>O endereço NSIP (NetScaler IP) do dispositivo NetScaler.
zh_tw: <emphasis role="bold">IP address.</emphasis>： NetScaler裝置的NSIP (NetScaler IP) 位址

source: <emphasis role="bold">Username/Password.</emphasis> The authentication credentials to access the device. &PRODUCT; uses these credentials to access the device.
ja_jp: <emphasis role="bold">UsernameおよびPassword：</emphasis>デバイスにアクセスするための認証資格情報です。CloudStackは、この資格情報を使用してデバイスにアクセスします。
pt_br: <emphasis role="bold">Username/Password.</emphasis>A autenticação de credenciais para acessar o dispositivo. O &PRODUCT; usa essas credenciais para acessar o dispositivo.
zh_tw: <emphasis role="bold">Username/Password.</emphasis>：存取裝置的授權證明，&PRODUCT;使用這些證明來存取裝置

source: <emphasis role="bold">Type.</emphasis> NetScaler device type that is being added. It could be NetScaler VPX, NetScaler MPX, or NetScaler SDX. For a comparison of the types, see About Using a NetScaler Load Balancer.
ja_jp: <emphasis role="bold">Type：</emphasis>追加するNetScalerデバイスの種類です。［NetScaler VPX］、［NetScaler MPX］、または［NetScaler SDX］です。種類を比較するには、『CloudStack管理ガイド』を参照してください。
pt_br: <emphasis role="bold">Type.</emphasis> O tipo de dispositivo NetScaler que está sendo adicionado. Pode ser NetScaler VPX, o NetScaler MPX, ou NetScaler SDX. Para uma comparação dos tipos, veja Sobre como usar um balanceador de carga NetScaler.
zh_tw: <emphasis role="bold">Type.</emphasis> ：NetScaler裝置類型，可能為NetScaler VPX, NetScaler MPX, 或 NetScaler SDX，關於類型的比較，詳見About Using a NetScaler Load Balancer

source: <emphasis role="bold">Public interface.</emphasis> Interface of NetScaler that is configured to be part of the public network.
ja_jp: <emphasis role="bold">Public interface：</emphasis>パブリックネットワークの一部として構成されるNetScalerのインターフェイスです。
pt_br: <emphasis role="bold">Public interface.</emphasis> A Interface de NetScaler que está configurada para ser parte da rede pública.
zh_tw: <emphasis role="bold">Public interface.</emphasis>：NetScaler的介面，在公開網路設定

source: <emphasis role="bold">Private interface.</emphasis> Interface of NetScaler that is configured to be part of the private network.
ja_jp: <emphasis role="bold">Private interface：</emphasis>プライベートネットワークの一部として構成されるNetScalerのインターフェイスです。
pt_br: <emphasis role="bold">Private interface.</emphasis> A Interface de NetScaler que está configurada para ser parte da rede privada.
zh_tw: <emphasis role="bold">Private interface.</emphasis>： NetScaler的介面，在私人網路設定

source: <emphasis role="bold">Number of retries.</emphasis> Number of times to attempt a command on the device before considering the operation failed. Default is 2.
ja_jp: <emphasis role="bold">Number of retries：</emphasis>操作が失敗したとみなす前にデバイスに対してコマンドを試行する回数です。デフォルトは2です。
pt_br: <emphasis role="bold">Number of retries.</emphasis>Número de vezes para tentar um comando no dispositivo antes de considerar falhas na operação. O default é 2.
zh_tw: <emphasis role="bold">Number of retries.</emphasis>：嘗試指令的次數，不包含失敗，預設為2

source: <emphasis role="bold">Capacity.</emphasis> Number of guest networks/accounts that will share this NetScaler device.
ja_jp: <emphasis role="bold">Capacity：</emphasis>このNetScalerデバイスを共有するゲストネットワーク/アカウントの数です。
pt_br: <emphasis role="bold">Capacity.</emphasis> Número de redes hóspedes/contas que irão compartilhar este dispositivo NetScaler.
zh_tw: <emphasis role="bold">Capacity.</emphasis>：分享此裝置的訪客網路/帳戶的數量

source: <emphasis role="bold">Dedicated.</emphasis> When marked as dedicated, this device will be dedicated to a single account. When Dedicated is checked, the value in the Capacity field has no significance – implicitly, its value is 1.
ja_jp: <emphasis role="bold">Dedicated：</emphasis>専用のデバイスは単一のアカウント専用になります。［Dedicated］チェックボックスをオンにすると、［Capacity］ボックスの値は無視され、暗黙的に1であるとみなされます。
pt_br: <emphasis role="bold">Dedicated.</emphasis>Quando marcado como dedicado, este dispositivo será dedicado a uma única conta. Quando dedicado é verificado, o valor no campo Capacity não tem significado - implicitamente, o seu valor é 1.
zh_tw: <emphasis role="bold">Dedicated.</emphasis> ：標示為專用時，此裝置即為一個帳戶專用，而 Capacity欄位數值即為1

source: (NetScaler only) Configure the IP range for public traffic. The IPs in this range will be used for the static NAT capability which you enabled by selecting the network offering for NetScaler with EIP and ELB. Enter the following details, then click Add. If desired, you can repeat this step to add more IP ranges. When done, click Next.
ja_jp: (NetScalerのみ)パブリックトラフィックのIPアドレスの範囲を構成します。この範囲内のIPアドレスは、EIPおよびELBが有効なNetScalerのネットワークオファリングを選択することによって有効にする、静的NAT機能に使用されます。次の詳細情報を入力し、［Add］をクリックします。必要に応じてこの手順を繰り返し、さらにIPアドレスの範囲を追加できます。完了したら［Next］をクリックします。
pt_br: (NetScaler apenas) Configure a faixa de IP para tráfego público. Os IPs nesta faixa serão usados para a capacidade de NAT estática que você ativou selecionando a oferta de rede para NetScaler com EIP e ELB. Insira os detalhes seguintes, e então clique em Add. Se desejar, você pode repetir este passo para adicionar mais intervalos de IP. Quando terminar, clique em Next.
zh_tw: (僅NetScaler)為公開流量設定IP範圍，此範圍的IP會被使用為 static NAT容量，此容量為您使用EIP 及 ELB選擇網路服務時啟用。輸入以下細節，然後按Add。您可以重複此步驟來增加IP範圍，結束後，請按Next

source: <emphasis role="bold">Gateway.</emphasis> The gateway in use for these IP addresses.
ja_jp: <emphasis role="bold">Gateway：</emphasis>これらのIPアドレスに使用するゲートウェイです。
pt_br: <emphasis role="bold">Gateway.</emphasis> O gateway em uso para estes endereços IPs.
zh_tw: <emphasis role="bold">Gateway.</emphasis> ：IP位址使用的閘道

source: <emphasis role="bold">Netmask.</emphasis> The netmask associated with this IP range.
ja_jp: <emphasis role="bold">Netmask：</emphasis>このIPアドレスの範囲に関連付けるネットマスクです。
pt_br: <emphasis role="bold">Netmask.</emphasis> A netmask associada com este intervalo de IP.
zh_tw: <emphasis role="bold">Netmask</emphasis>: 和VPC閘道關聯的IP位址

source: <emphasis role="bold">VLAN.</emphasis> The VLAN that will be used for public traffic.
ja_jp: <emphasis role="bold">VLAN：</emphasis>パブリックトラフィックに使用するVLANです。
pt_br: <emphasis role="bold">VLAN.</emphasis>A VLAN que será usada pelo tráfego público.
zh_tw: <emphasis role="bold">VLAN.</emphasis>：將被用在公用流量的VLAN

source: <emphasis role="bold">Start IP/End IP.</emphasis> A range of IP addresses that are assumed to be accessible from the Internet and will be allocated for access to guest VMs.
ja_jp: <emphasis role="bold">Start IPおよびEnd IP：</emphasis>インターネットからアクセスできるとみなされるIPアドレスの範囲で、ゲスト仮想マシンへのアクセスのために割り当てます。
pt_br: <emphasis role="bold">Start IP/End IP.</emphasis>. Um intervalo de endereços IP que se supõe serem accessíveis da Internet e que serão alocados para acesso a máquinas virtuais hóspedes.
zh_tw: <emphasis role="bold">Start IP/End IP.</emphasis>：一組預定可被網際網路存取的IP，並會被分配來存取訪客VM

source: In a new zone, &PRODUCT; adds the first pod for you. You can always add more pods later. For an overview of what a pod is, see <xref linkend="about-pods" />.
ja_jp: 新しいゾーンでは、&PRODUCT;により最初のポッドが自動的に追加されます。後でさらにポッドを追加できます。ポッドの概要については、「ポッドについて」を参照してください。
pt_br: Em uma nova zona, o &PRODUCT; adiciona o primeiro pod para você. Você sempre pode adicionar pods mais tarde. Para uma visão geral do que é pod, veja <xref linkend="about-pods" />.
zh_tw: 在新的區域中，&PRODUCT;會先新增新的pod給您，您可以之後隨時增加。關於pod簡介，詳見<xref linkend="about-pods" />

source: To configure the first pod, enter the following, then click Next:
ja_jp: 最初のポッドを構成するには、次の項目を入力して［Next］をクリックします。
pt_br: Para configurar o primeiro pod, informe o que se segue, então clique em Next:
zh_tw: 輸入以下來設定第一個pod，然後按Next

source: <emphasis role="bold">Pod Name.</emphasis> A name for the pod.
ja_jp: <emphasis role="bold">Pod Name：</emphasis>ポッドの名前です。
pt_br: <emphasis role="bold">Pod Name.</emphasis> Um nome para o pod.
zh_tw: <emphasis role="bold">Pod Name.</emphasis>：pod名稱

source: <emphasis role="bold">Reserved system gateway.</emphasis> The gateway for the hosts in that pod.
ja_jp: <emphasis role="bold">Reserved system gateway：</emphasis>このポッド内のホストのゲートウェイです。
pt_br: <emphasis role="bold">Reserved system gateway.</emphasis> O gateway para os hosts no pod.
zh_tw: <emphasis role="bold">Reserved system gateway.</emphasis> ：pod中的主機閘道

source: <emphasis role="bold">Reserved system netmask.</emphasis> The network prefix that defines the pod's subnet. Use CIDR notation.
ja_jp: <emphasis role="bold">Reserved system netmask：</emphasis>ポッドのサブネットを定義するネットワークプレフィックスです。CIDR表記を使用します。
pt_br: <emphasis role="bold">Reserved system netmask.</emphasis> O prefixo de rede que define a sub-rede do pod. Use notação CIDR.
zh_tw: <emphasis role="bold">Reserved system netmask.</emphasis>：定義pod子網路的網路prefix ，使用CIDR表示方法

source: <emphasis role="bold">Start/End Reserved System IP.</emphasis> The IP range in the management network that &PRODUCT; uses to manage various system VMs, such as Secondary Storage VMs, Console Proxy VMs, and DHCP. For more information, see System Reserved IP Addresses.
ja_jp: <emphasis role="bold">Start Reserved System IPおよびEnd Reserved System IP：</emphasis>セカンダリストレージ仮想マシン、コンソールプロキシ仮想マシン、およびDHCPなどのさまざまなシステム仮想マシンを管理するために、CloudStackで使用する管理ネットワーク内のIPアドレスの範囲です。詳しくは、「システムにより予約済みのIPアドレス」を参照してください。
pt_br: <emphasis role="bold">Start/End Reserved System IP.</emphasis> O intervalo IP na rede de gerenciamento que o &PRODUCT; usa para gerenciar várias máquinas virtuais de sistema, tais como as máquinas virtuais de storage secundária, máquinas virtuais de proxy de console, e DHCP. Para mais informações, veja Endereços IP reservados pelo sistema.
zh_tw: <emphasis role="bold">Start/End Reserved System IP.</emphasis> Management網路的IP範圍；被用來分配給system VMs：如secondary storage vm、console proxy vm或是DHCP之用，關於IP範圍更多的資訊，請參閱系統保留IP章節

source: Configure the network for guest traffic. Provide the following, then click Next:
ja_jp: ゲストトラフィック用のネットワークを構成します。次の情報を指定してから、［Next］をクリックします。
pt_br: Configure a rede para o tráfego de hóspedes. Forneça o que se segue, então clique em Next:
zh_tw: 為訪客流量設定網路，提供以下，然後按Next ：

source: <emphasis role="bold">Guest gateway.</emphasis> The gateway that the guests should use.
ja_jp: <emphasis role="bold">Guest gateway：</emphasis>ゲストが使用するゲートウェイです。
pt_br: <emphasis role="bold">Guest gateway.</emphasis> O gateway que os hóspedes devem utilizar.
zh_tw: <emphasis role="bold">Guest gateway.</emphasis> ： 客戶要用的閘道

source: <emphasis role="bold">Guest netmask.</emphasis> The netmask in use on the subnet the guests will use.
ja_jp: <emphasis role="bold">Guest netmask：</emphasis>ゲストの使用するサブネット上で使用されるネットマスクです。
pt_br: <emphasis role="bold">Guest netmask.</emphasis> A máscara de rede em uso na sub-rede que os hóspedes utilizarão.
zh_tw: <emphasis role="bold">Guest Netmask</emphasis>： 客戶要使用的子網路遮罩

source: <emphasis role="bold">Guest start IP/End IP.</emphasis> Enter the first and last IP addresses that define a range that &PRODUCT; can assign to guests.
ja_jp: <emphasis role="bold">Guest start IPおよびGuest end IP：</emphasis>CloudStackがゲストに割り当てられるIPアドレスの範囲を定義する、最初と最後のIPアドレスを入力します。
pt_br: <emphasis role="bold">Guest start IP/End IP.</emphasis> Informe o primeiro e o último endereços IP que definem um intervalo que o &PRODUCT; pode atribuir aos convidados.
zh_tw: <emphasis role="bold">Guest start IP/End IP.</emphasis>：輸入開始及結束的IP位址，此定義&PRODUCT;可以分配的給訪客的範圍

source: We strongly recommend the use of multiple NICs. If multiple NICs are used, they may be in a different subnet.
ja_jp: 複数のNICを使用することを強くお勧めします。複数のNICを使用する場合は、別のサブネットに存在するIPアドレスを入力できます。
pt_br: Recomendamos fortemente o uso de várias placas de rede. Se várias placas de rede são usadas, elas podem estar em uma sub-rede diferente.
zh_tw: 強烈建議使用多網路卡，如果使用多網路卡，它們可能會在不同的子網域

source: If one NIC is used, these IPs should be in the same CIDR as the pod CIDR.
ja_jp: NICを1つ使用する場合は、これらのIPアドレスは、ポッドのCIDRと同じCIDRに存在する必要があります。
pt_br: Se uma placa de rede é utilizada, estes IPs devem estar na mesma CIDR que o CIDR do pod.
zh_tw: 如果使用一張網路卡，這些 IP 應該為與 pod 的 CIDR 相同範圍

source: In a new pod, &PRODUCT; adds the first cluster for you. You can always add more clusters later. For an overview of what a cluster is, see About Clusters.
ja_jp: 新しいポッドでは、&PRODUCT;により最初のクラスターが自動的に追加されます。後でさらにクラスターを追加できます。クラスターの概要については、「クラスターについて」を参照してください。
pt_br: Em um novo pod, o &PRODUCT; adiciona o primeiro cluster para você. Você sempre pode adicionar clusters mais tarde. Para uma visão geral do que um cluster é, veja Sobre clusters.
zh_tw: 在新的pod，&PRODUCT;會先新增一個叢集給您，您可以之後自行增加，對於叢集的簡介，詳見About Clusters

source: To configure the first cluster, enter the following, then click Next:
ja_jp: 最初のクラスターを構成するには、次の項目を入力して［Next］をクリックします。
pt_br: Para configurar o primeiro cluster, informe o que segue, então clique em Next:
zh_tw: 輸入以下來設定第一個叢集，然後按Next：
