Repository: maduhu/cloudsand
Catalog: docs/*/cloud-infrastructure-overview.po
Languages: ja_jp, pt_br

source: Cloud Infrastructure Overview
ja_jp: クラウドインフラストラクチャの概要
pt_br: Visão geral da infraestrutura de nuvem

source: The Management Server manages one or more zones (typically, datacenters) containing host computers where guest virtual machines will run. The cloud infrastructure is organized as follows:
ja_jp: 名前が示すとおり、管理サーバーで 1 つ以上のゾーンを管理します。ゾーンは通常データセンターに相当し、ゲスト仮想マ シンが動作するホストコンピューターを含みます。クラウドインフラストラクチャは次のように組織されます。
pt_br: O servidor de gerenciamento gerencia uma ou mais zonas (tipicamente, datacenters) contendo hosts onde máquinas virtuais hóspedes serão executadas. A infraestrutura de nuvem é organizada como se segue:

source: Zone: Typically, a zone is equivalent to a single datacenter. A zone consists of one or more pods and secondary storage.
ja_jp: ゾーン:通常、1 つのゾーンは単一のデータセンターに相当します。ゾーンは 1 つ以上のポッドとセカンダリストレー ジから構成されます。
pt_br: Zona: tipicamente, uma zona é equivalente a um único datacenter. Uma zona consiste em um ou mais pods e storage secundária.

source: Pod: A pod is usually one rack of hardware that includes a layer-2 switch and one or more clusters.
ja_jp: ポッド:普通、ポッドはレイヤー2スイッチと1つ以上のクラスターを含む1ラック分のハードウェアです。
pt_br: Pod: um pod é usualmente um rack de hardware que inclui uma switch layer-2 e um ou mais clusters.

source: Cluster: A cluster consists of one or more hosts and primary storage.
ja_jp: クラスター:クラスターは 1 つ以上のホストとプライマリストレージから構成されます。
pt_br: Cluster: um cluster consiste em um ou mais hosts e storage primária.

source: Host: A single compute node within a cluster. The hosts are where the actual cloud services run in the form of guest virtual machines.
ja_jp: ホスト:クラスター内の単一のコンピューティングノードです。実際のクラウドサービスは、ゲスト仮想マシンの形式で ホストから提供されます。
pt_br: Host: um nó computacional em um cluster. É nos hosts onde realmente os serviços de nuvem são executados, na forma de máquinas virtuais hóspedes.

source: Primary storage is associated with a cluster, and it stores the disk volumes for all the VMs running on hosts in that cluster.
ja_jp: プライマリストレージはクラスターと関連付けられ、そのクラスター内のホスト上で動作するすべての仮想マシンの ディスクボリュームを格納します。
pt_br: Storage primária é associada com um cluster, e armazena os volumes de disco para todas as máquinas virtuais sendo executadas em hosts neste cluster.

source: Secondary storage is associated with a zone, and it stores templates, ISO images, and disk volume snapshots.
ja_jp: セカンダリストレージはゾーンと関連付けられ、テンプレート、ISO イメージ、およびディスクボリュームのスナップ ショットを格納します。
pt_br: Storage secundária é associada com uma zona, e armazena templates, imagens ISO e snapshots de volumes de disco.

source: <emphasis role="bold">More Information</emphasis>
ja_jp: <emphasis role="bold">詳細情報</emphasis>
pt_br: <emphasis role="bold">Informações adicionais</emphasis>

source: For more information, see documentation on cloud infrastructure concepts.
ja_jp: より詳細な情報はドキュメントの「クラウドインフラストラクチャコンセプト」を参照してください。
pt_br: Para informações adicionais, veja a documentação sobre conceitos de infraestrutura de nuvem.
