Repository: maduhu/cloudsand
Catalog: docs/*/configure-vpn.po
Languages: ja_jp, pt_br, zh_tw

source: Configuring VPN
ja_jp: VPN の構成
pt_br: Configurando VPN
zh_tw: 設定VPN

source: To set up VPN for the cloud:
ja_jp: クラウドの VPN をセットアップするには
pt_br: Para configurar VPN para a nuvem:
zh_tw: 為雲端設定VPN

source: Log in to the &PRODUCT; UI as an administrator or end user.
ja_jp: 管理者もしくはエンドユーザーとして &PRODUCT; UI にログインします。
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.
zh_tw: 以管理者或終端使用者登入&PRODUCT; UI

source: In the left navigation, click Global Settings.
ja_jp: 左側のナビゲーションバーで [Global Settings] をクリックします。
pt_br: Na barra de navegação à esquerda, clique em Global Settings.
zh_tw: 在左邊的導覽視窗，選擇Global Settings

source: Set the following global configuration parameters.
ja_jp: 次のグローバル構成パラメーターを設定します。
pt_br: Configure os seguintes parâmetros de configuração global.
zh_tw: 設定以下全域設定參數

source: remote.access.vpn.psk.length – Length of the IPSec key.
ja_jp: remote.access.vpn.psk.length – IPSec キーの長さです。
pt_br: remote.access.vpn.psk.length – Tamanho da chave IPSec.
zh_tw: remote.access.vpn.psk.length，IPSec key的長度

source: remote.access.vpn.user.limit – Maximum number of VPN users per account.
ja_jp: remote.access.vpn.user.limit – アカウントあたりの VPN ユーザーの最大数です。
pt_br: remote.access.vpn.user.limit – Número máximo de usuários VPN por conta.
zh_tw: remote.access.vpn.user.limit，每個帳戶最多的VPN使用者

source: To enable VPN for a particular network:
ja_jp: 特定のネットワークの VPN を有効にするには
pt_br: Para habilitar VPN para uma rede em particular:
zh_tw: 想要開啟VPN給特定網路

source: Log in as a user or administrator to the &PRODUCT; UI.
ja_jp: ユーザーまたは管理者として &PRODUCT; ユーザーインターフェイスにログオンします。
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.
zh_tw: 以使用者或管理者登入

source: In the left navigation, click Network.
ja_jp: 左側のナビゲーションバーで[Network]をクリックします。
pt_br: Na barra de navegação à esquerda, clique em Network.
zh_tw: 在左邊的導覽視窗，選擇Network

source: Click the name of the network you want to work with.
ja_jp: 設定するネットワークの名前をクリックします。
pt_br: Clique no nome da rede com a qual você quer trabalhar.
zh_tw: 選擇你想要套用的網路

source: Click View IP Addresses.
ja_jp: [View IP Addresses] をクリックします。
pt_br: Clique em View IP Addresses.
zh_tw: 按 View IP Addresses.

source: Click one of the displayed IP address names.
ja_jp: 表示される IP アドレスの 1 つをクリックします。
pt_br: Clique em um dos endereços IP apresentados.
zh_tw: 選擇其中一個顯示出來的IP位址

source: Click the Enable VPN button. <inlinemediaobject> <imageobject> <imagedata fileref="./images/vpn-icon.png" /> </imageobject> <textobject> <phrase>AttachDiskButton.png: button to attach a volume</phrase> </textobject> </inlinemediaobject>
ja_jp: [Enable VPN]アイコンをクリックします。<inlinemediaobject> <imageobject> <imagedata fileref="./images/vpn-icon.png" /> </imageobject> <textobject> <phrase>AttachDiskButton.png: button to attach a volume</phrase> </textobject> </inlinemediaobject>
zh_tw: 按Enable VPN

source: The IPsec key is displayed in a popup window.
ja_jp: ポップアップウィンドウに IPsec キーが表示されます。
pt_br: A chave IPsec é apresentada em uma janela popup.
zh_tw: IPsec key會顯示在彈跳視窗
