Repository: maduhu/cloudsand
Catalog: docs/*/configure-guest-traffic-*-advanced-zone.po
Languages: ja_jp, pt_br, zh_cn, zh_tw

source: Configure Guest Traffic in an Advanced Zone
ja_jp: 拡張ゾーンのゲストトラフィックの構成
pt_br: Configure o tráfego hóspede na zona avançada
zh_cn: 在高级资源域中设置来宾流量
zh_tw: 於Advanced Zone下設定Guest Traffic

source: These steps assume you have already logged in to the &PRODUCT; UI. To configure the base guest network:
ja_jp: 次の手順は、&PRODUCT; ユーザーインターフェイスにログオン済みであることを前提としています。基本ゲストネットワークを構成するには、次の手順に従います。
pt_br: Nestes passos se supõe que você já está logado na interface de usuário do &PRODUCT;. Para configurar a base da rede hóspede:
zh_cn: 以下步骤假定你已经登录进入 &PRODUCT; 界面。设置基本的来宾网络：
zh_tw: 以下步驟將假設您已經登入&PRODUCT;的UI並設定基礎的Guest網段：

source: In the left navigation, choose Infrastructure. On Zones, click View More, then click the zone to which you want to add a network.
ja_jp: 左側のナビゲーションバーで [Infrastructure] をクリックします。[Zones] で [View More] をクリックし、ネットワークを追加するゾーンを選択します。
pt_br: No painel de navegação à esquerda, selecione Infrastructure. Em Zones, clique View More, então clique a zona à qual você deseja adicionar uma rede.
zh_cn: 在左边的导航栏，选择基础架构。在区域数量界面点击查看全部，然后点击你要添加网络的区域名。
zh_tw: 於左邊的Navigation按鈕中， 點選Infrastructure按鈕；並在右方的Zone圖示中選擇More，接著點選您要加入網段的zone。

source: Click the Network tab.
ja_jp: [Network] タブをクリックします。
pt_br: Clique na aba Network.
zh_cn: 点击网络标签。
zh_tw: 選擇Network標籤

source: Click Add guest network.
ja_jp: [Add guest network]をクリックします。
pt_br: Clique em Add guest network.
zh_cn: 点击 添加客户网络。
zh_tw: 選擇Add guest network

source: The Add guest network window is displayed:
ja_jp: ゲストネットワークの追加ウインドウが表示されます。
pt_br: A janela Add guest network é apresentada:
zh_cn: 添加来宾网络窗口显示：
zh_tw: 將出現Add guest network的視窗

source: Provide the following information:
ja_jp: 次の情報を指定します。
pt_br: Forneça as seguintes informações:
zh_cn: 提供以下信息
zh_tw: 提供以下資訊：

source: <emphasis role="bold">Name</emphasis>. The name of the network. This will be user-visible
ja_jp: <emphasis role="bold"> Name : </emphasis> ネットワークの名前です。これはユーザーに表示されます。
pt_br: <emphasis role="bold">Name</emphasis>. O nome da rede. Isto será visível pelo usuário
zh_cn: <emphasis role="bold">名称</emphasis>。网络名称。这是对用户可见的。
zh_tw: <emphasis role="bold">Name</emphasis>. 此網路名稱，本欄外名稱將會呈現於使用者頁面。

source: <emphasis role="bold">Display Text</emphasis>: The description of the network. This will be user-visible
ja_jp: <emphasis role="bold"> Display Text : </emphasis>ネットワークの説明です。これはユーザーに表示されます。
pt_br: <emphasis role="bold">Display Text</emphasis>: A descrição da rede. Isto será visível pelo usuário
zh_cn: <emphasis role="bold">显示文本</emphasis>:
zh_tw: <emphasis role="bold">Display Text</emphasis>: 此網路的敘述，本欄外敘述將會呈現於使用者頁面。

source: <emphasis role="bold">Zone</emphasis>: The zone in which you are configuring the guest network.
ja_jp: <emphasis role="bold"> Zone : </emphasis> ゲストネットワークを構成したいゾーン名です。
pt_br: <emphasis role="bold">Zone</emphasis>: A zona na qual você está configurando a rede hóspede.
zh_cn: <emphasis role="bold">区域</emphasis>: 这里的区域是指你要配置来宾网络的区域。
zh_tw: <emphasis role="bold">Zone</emphasis>: 本網路所欲設定之zone

source: <emphasis role="bold">Network offering</emphasis>: If the administrator has configured multiple network offerings, select the one you want to use for this network
ja_jp: <emphasis role="bold"> Network offering : </emphasis> もし管理者が複数のネットワークオファリングを設定している場合、利用したいネットワークオファリングを選択します。
pt_br: <emphasis role="bold">Network offering</emphasis>: Se o administrador configurou múltiplas ofertas de rede, selecione a que você deseja usar para esta rede
zh_cn: <emphasis role="bold">网络提供方案</emphasis>: 如果管理员已经配置了多个网络i共方案，选择你需要的那个。
zh_tw: <emphasis role="bold">Network offering</emphasis>: 如果administrator已經設定了許多network offering，請為此網路選擇一個您希望的network offering。

source: <emphasis role="bold">Guest Gateway</emphasis>: The gateway that the guests should use
ja_jp: <emphasis role="bold"> Guest Gateway : </emphasis> ゲストが使用するゲートウェイです。
pt_br: <emphasis role="bold">Guest Gateway</emphasis>: O gateway que os hóspedes devem usar
zh_cn: <emphasis role="bold">来宾网络网关</emphasis>: 来宾网络使用的网关
zh_tw: <emphasis role="bold">Guest Gateway</emphasis>: 此網路的gateway

source: <emphasis role="bold">Guest Netmask</emphasis>: The netmask in use on the subnet the guests will use
ja_jp: <emphasis role="bold"> Guest Netmask : </emphasis> ゲストの使用するサブネット上で使用されるネットマスクです。
pt_br: <emphasis role="bold">Guest Netmask</emphasis>: A máscara de rede em uso na subnet que os hóspedes utilizarão
zh_cn: <emphasis role="bold">来宾网络子网掩码</emphasis>: 来宾网络使用的子网掩码
zh_tw: <emphasis role="bold">Guest Netmask</emphasis>: 此網路的子網路遮罩。

source: Click OK.
ja_jp: 「OK」をクリックします。
pt_br: Clique em OK.
zh_cn: 点击 确定。
zh_tw: 按OK
