Repository: maduhu/cloudsand
Catalog: docs/*/create-vpn-connection-vpc.po
Languages: pt_br

source: Creating a VPN Connection
pt_br: Criando uma conexão VPN

source: Log in to the &PRODUCT; UI as an administrator or end user.
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.

source: In the left navigation, choose Network.
pt_br: Na barra de navegação à esquerda, selecione Network.

source: In the Select view, select VPC.
pt_br: Na view Select, selecione VPC.

source: All the VPCs that you create for the account are listed in the page.
pt_br: Todas as VPCs que você cria para a conta são listadas na página.

source: Click the Configure button of the VPC to which you want to deploy the VMs.
pt_br: Clique no botão Configure da VPC na qual você deseja implementar as máquinas virtuais.

source: The VPC page is displayed where all the tiers you created are listed in a diagram.
pt_br: Na página VPC apresentada, todas as camadas que você criou são listadas em um diagrama.

source: Click the Settings icon.
pt_br: Clique no ícone Settings.

source: The following options are displayed.
pt_br: As seguintes opções são apresentadas.

source: Network ASLs
pt_br: Network ACLs

source: Select Site-to-Site VPN.
pt_br: Selecione Site-to-Site VPN.

source: The Site-to-Site VPN page is displayed.
pt_br: A página Site-to-Site VPN é apresentada.

source: From the Select View drop-down, ensure that VPN Connection is selected.
pt_br: Na lista suspensa Select View, certifique-se de que VPN Connection é selecionada.

source: Click Create VPN Connection.
pt_br: Clique em Create VPN Connection.

source: The Create VPN Connection dialog is displayed:
pt_br: O diálogo Create VPN Connection é apresentado:

source: Select the desired customer gateway, then click OK to confirm.
pt_br: Selecione o gateway desejado, então clique OK para confirmar.

source: Within a few moments, the VPN Connection is displayed.
pt_br: Em poucos momentos, a conexão VPN é apresentada.

source: The following information on the VPN connection is displayed:
pt_br: A seguinte informação sobre a conexão VPN é apresentada:

source: IP Address
pt_br: Endereço IP

source: State
pt_br: Estado

source: IPSec Preshared Key
pt_br: Chave IPSec pré compartilhada

source: IKE Policy
pt_br: Política IKE

source: ESP Policy
pt_br: Política ESP
