Repository: maduhu/cloudsand
Catalog: docs/*/feature-overview.po
Languages: ja_jp, pt_br, zh_cn

source: What Can &PRODUCT; Do?
ja_jp: &PRODUCT; の機能
pt_br: O que o &PRODUCT; pode fazer?
zh_cn: &PRODUCT;能做什么?

source: <emphasis role="bold">Multiple Hypervisor Support</emphasis>
ja_jp: <emphasis role="bold">複数のハイパーバイザーのサポート</emphasis>
pt_br: <emphasis role="bold">Suporte a múltiplos hipervisores</emphasis>
zh_cn: <emphasis role="bold">多种Hypervisor支持</emphasis>

source: &PRODUCT; works with a variety of hypervisors, and a single cloud deployment can contain multiple hypervisor implementations. The current release of &PRODUCT; supports pre-packaged enterprise solutions like Citrix XenServer and VMware vSphere, as well as KVM or Xen running on Ubuntu or CentOS.
ja_jp: &PRODUCT; はさまざまなハイパーバイザーと連動します。単一のクラウド環境に、ハイパーバイザーの実装を複数含められます。現在の &PRODUCT; リリースでは、エンタープライズクラスのハイパーバイザーである Citrix XenServer や VMware vSphere も CentOS, Ubuntu 上の KVM, Xen と同様にサポートされます。
pt_br: O &PRODUCT; trabalha com uma variedade de hipervisores. Uma única implementação de nuvem pode conter múltiplas implementações de hipervisores. O release atual do &PRODUCT; suporta soluções empresariais pre-packaged como o Citrix XenServer e o VMware vSphere, assim como KVM ou Xen executando no Ubuntu ou CentOS.

source: <emphasis role="bold">Massively Scalable Infrastructure Management</emphasis>
ja_jp: <emphasis role="bold">高度にスケーラブルなインフラストラクチャ管理</emphasis>
pt_br: <emphasis role="bold">Gestão de infraestrutura altamente escalável</emphasis>
zh_cn: <emphasis role="bold">大规模可扩展的管理架构</emphasis>

source: &PRODUCT; can manage tens of thousands of servers installed in multiple geographically distributed datacenters. The centralized management server scales linearly, eliminating the need for intermediate cluster-level management servers. No single component failure can cause cloud-wide outage. Periodic maintenance of the management server can be performed without affecting the functioning of virtual machines running in the cloud.
ja_jp: &PRODUCT; では、地理的に分散した複数のデータセンターに設置される、何万台ものサーバーを管理することが できます。集中型の管理サーバーを直線的に拡張できるので、中間のクラスターレベルの管理サーバーが不要 です。単一のコンポーネントに障害が発生しても、クラスターまたはクラウド全体が停止することはありません。ク ラウドで実行中の仮想マシンの機能に影響を与えずに、管理サーバーの定期保守を実行できます。
pt_br: O &PRODUCT; pode gerenciar dezenas de milhares de servidores instalados em múltiplos centros de computação geograficamente distribuídos. O servidor de gerenciamento centralizado é linearmente escalável, eliminando a necessidade de servidores de gerenciamento de cluster intermediários. Nenhuma falha de componente único pode causar uma interrupção geral na nuvem. A manutenção periódica do servidor de gerenciamento pode ser executada sem afetar o funcionamento de máquinas virtuais que são executadas na nuvem.
zh_cn: &PRODUCT;可以管理数万台服务器; 这些服务器可以部署在不同地域的数据中心里. 处于中心位置的管理服务器可以线性扩展, 这样就消除了对中间层集群级别管理服务器的依赖. 任何一个组件失效不会导致云平台的服务暂停.对于管理服务器的定期维护不会对云平台中正在运行的虚拟机造成影响.

source: <emphasis role="bold">Automatic Configuration Management</emphasis>
ja_jp: <emphasis role="bold">自動的な構成管理</emphasis>
pt_br: <emphasis role="bold">Gerenciamento automático de configuração</emphasis>
zh_cn: <emphasis role="bold">自动化配置管理</emphasis>

source: &PRODUCT; automatically configures each guest virtual machine’s networking and storage settings.
ja_jp: &PRODUCT; では、各ゲスト仮想マシンのネットワークとストレージの設定が自動的に構成されます。
pt_br: O &PRODUCT; automaticamente configura os parâmetros de rede e armazenamento de cada máquina virtual hóspede.
zh_cn: &PRODUCT;会对客户虚拟机的网络和存储进行自动化配置.

source: &PRODUCT; internally manages a pool of virtual appliances to support the cloud itself. These appliances offer services such as firewalling, routing, DHCP, VPN access, console proxy, storage access, and storage replication. The extensive use of virtual appliances simplifies the installation, configuration, and ongoing management of a cloud deployment.
ja_jp: &PRODUCT; では、クラウド自体をサポートする仮想アプライアンスのプールが内部的に管理されます。これらのア プライアンスにより、ファイアウォール、ルーティング、DHCP、VPN アクセス、コンソールプロキシ、ストレージアク セス、およびストレージ複製などのサービスが提供されます。仮想アプライアンスを幅広く使用することによって、 クラウド環境のインストール、構成、および継続的な管理を大いに単純化します。
pt_br: O &PRODUCT; gerencia internamente um pool de dispositivos virtuais ("virtual appliances") para suporte à nuvem. Estes dispositivos oferecem serviços como firewall, roteamento, DHCP, acesso VPN, console proxy, acesso a storage e replicação de storage. O uso extensivo de dispositivos virtuais simplifica a instalação, configuração e gerenciamento contínuo de uma implementação de nuvem.
zh_cn: &PRODUCT;内部提供的虚拟设备池用来支持云平台自身功能. 这些虚拟设备可以提供的服务有防火墙, 路由, DHCP, VPN访问, 控制台代理, 存储访问以及存储备份等. 虚拟设备的大量使用简化了安装, 配置和持续的云平台部署管理流程.

source: <emphasis role="bold">Graphical User Interface</emphasis>
ja_jp: <emphasis role="bold">グラフィカルユーザーインターフェイス</emphasis>
pt_br: <emphasis role="bold">Interface gráfica do usuário</emphasis>
zh_cn: <emphasis role="bold">图形用户界面</emphasis>

source: &PRODUCT; offers an administrator's Web interface, used for provisioning and managing the cloud, as well as an end-user's Web interface, used for running VMs and managing VM templates. The UI can be customized to reflect the desired service provider or enterprise look and feel.
ja_jp: &PRODUCT; には、クラウドのプロビジョニングと管理のための管理者用の Web インターフェイスと、仮想マシンの 実行と仮想マシンテンプレートの管理のためのエンドユーザー用の Web インターフェイスが搭載されています。 ユーザーインターフェイスは、サービスプロバイダーまたは企業が希望する外観になるようにカスタマイズできま す。
pt_br: O &PRODUCT; oferece uma interface web para o administrador, usado para provisionamento e gestão da nuvem, assim como uma interface web do usuário final, usada para executar máquinas virtuais e gerenciar modelos (templates) de máquinas virtuais. A interface de usuário pode ser customizada para refletir os padrões de visuais de apresentação do provedor de serviços ou empresa.
zh_cn: &PRODUCT;提供了管理员Web接口, 用来供应和管理整个云平台; 同时也提供了类似最终用户的Web接口,用来管理运行中的虚机和模板. UI可以根据服务提供商的需求或企业的Web风格进行定制化.

source: <emphasis role="bold">API and Extensibility</emphasis>
ja_jp: <emphasis role="bold">標準 API のサポート</emphasis>
pt_br: <emphasis role="bold">API e extensibilidade</emphasis>
zh_cn: <emphasis role="bold">API及其扩展性</emphasis>

source: The &PRODUCT; pluggable allocation architecture allows the creation of new types of allocators for the selection of storage and Hosts. See the Allocator Implementation Guide (<ulink url="http://docs.cloudstack.org/CloudStack_Documentation/Allocator_Implementation_Guide">http://docs.cloudstack.org/CloudStack_Documentation/Allocator_Implementation_Guide</ulink>).
ja_jp: &PRODUCT; のプラッガブルなアロケーターのアーキテクチャはホストやストレージに対する新しいタイプの割り当てを許容しています。以下のアロケーター実装ガイドも参照して下さい。<ulink url="http://docs.cloudstack.org/CloudStack_Documentation/Allocator_Implementation_Guide">http://docs.cloudstack.org/CloudStack_Documentation/Allocator_Implementation_Guide</ulink>
pt_br: A arquitetura de alocação de plataformas conectáveis do &PRODUCT; permite a criação de novos tipos de alocadores para a seleção de storage e hosts. Veja o "Allocator Implementation Guide" (<ulink url="http://docs.cloudstack.org/CloudStack_Documentation/Allocator_Implementation_Guide">http://docs.cloudstack.org/CloudStack_Documentation/Allocator_Implementation_Guide</ulink>).
zh_cn: &PRODUCT; 可插拨的allocation架构允许对选择的存储和主机创建新的allocator类型. 参见Allocator实现指导 (<ulink url="http://docs.cloudstack.org/CloudStack_Documentation/Allocator_Implementation_Guide">http://docs.cloudstack.org/CloudStack_Documentation/Allocator_Implementation_Guide</ulink>).

source: <emphasis role="bold">High Availability</emphasis>
ja_jp: <emphasis role="bold">高可用性</emphasis>
pt_br: <emphasis role="bold">Alta disponibilidade</emphasis>
zh_cn: <emphasis role="bold">高可用性</emphasis>

source: &PRODUCT; has a number of features to increase the availability of the system. The Management Server itself may be deployed in a multi-node installation where the servers are load balanced. MySQL may be configured to use replication to provide for a manual failover in the event of database loss. For the hosts, &PRODUCT; supports NIC bonding and the use of separate networks for storage as well as iSCSI Multipath.
ja_jp: &PRODUCT; は可用性を高めるためシステムに幾つかの機能を持っています。管理サーバーを複数ノードにインストールし、サーバー間でロードバランシングをすることが出来ます。MySQLをデータベースの障害時に手動でフェイルオーバーするためレプリケーションの設定をすることも可能でしょう。ホストに対しては &PRODUCT; はNICのボンディングやiSCSIのマルチパスのようにストレージ通信を分割することをサポートしています。
pt_br: A plataforma do &PRODUCT; tem um número de recursos para aumentar a disponibilidade do sistema. O próprio servidor de gerenciamento pode ser implementado em um ambiente com múltiplos nós onde é feito balanceamento de carga entre os servidores. MySQL pode ser configurado para usar replicação, provendo uma método manual de recuperação em caso de perda do database. Para os hosts, a plataforma &PRODUCT; suporta NIC bonding e o uso de redes isoladas de storage, assim como iSCSI Multipath.
zh_cn: &PRODUCT;平台有很多功能来增加系统的可用性. 管理服务器自身可以在前端负载均衡的前提下部署在多个节点上. MySQL可以配置使用备份来提供在数据库丢失情况下的手工故障恢复. 对于主机, &PRODUCT;平台提供网卡绑定及为存储使用单独网络,这类似于iSCSI的多路径.
