Repository: maduhu/cloudsand
Catalog: docs/*/firewall-rules.po
Languages: ja_jp, pt_br, zh_cn, zh_tw

source: Firewall Rules
ja_jp: ファイアウォールルール
pt_br: Regras de firewall
zh_cn: 防火墙规则

source: By default, all incoming traffic to the public IP address is rejected by the firewall. To allow external traffic, you can open firewall ports by specifying firewall rules. You can optionally specify one or more CIDRs to filter the source IPs. This is useful when you want to allow only incoming requests from certain IP addresses.
ja_jp: デフォルトではパブリック IP に対する全ての入力トラフィックはファイアウォールで排除されます。外部からのトラフィックを許可するには特定のファイアウォールルールによりファイアウォールのポートを開放することができます。また、オプションとして接続元 IP をフィルタリングするため CIDR を指定することもできます。これは特定の IP アドレスからの入力リクエストのみを許可する場合に有効です。
pt_br: Por default, todo o tráfego entrante no endereço IP público é rejeitado pelo firewall. Para permitir tráfego externo, você pode abrir portas no firewall especificando regras de firewall. Opcionalmente, você pode especificar um ou mais CIDRs para filtrar os IPs de origem. Isto é útil quando você deseja permitir tráfego entrante somente de certos endereços IP.
zh_cn: 默认情况下，防火墙拒绝所有流入公共IP的流量。要是需要允许外部流量，你需要通过制定防火墙规则打开防火墙端口。你可以选择性的制定一个或多个CIDR（无类别域际路由选择，这个说法太晦涩，你可以理解为一个IP网络）来过滤来源IP。这在当你只需要允许特定IP请求时会很有用。
zh_tw: 所有公開IP的輸入流量預設上是被防火牆隔絕的，您可以定訂防火牆規則來開啟防火牆的埠。您可以選擇性的指定一至多個CIDR來過濾來源IP。當你想要只允許特定IP的輸入請求時，是很有用的

source: You cannot use firewall rules to open ports for an elastic IP address. When elastic IP is used, outside access is instead controlled through the use of security groups. See <xref linkend="add-security-group" />.
ja_jp: エラスティックな IP アドレスに対してポートを開放するためにファイアウォールルールを利用することはできません。エラスティック IP を使用している際は外部からのアクセスは代わりにセキュリティグループにより制御します。詳細は <xref linkend="add-security-group" /> を参照してください。
pt_br: Você não pode usar regras de firewall para abrir portas para um endereço IP elástico. Quando um IP elástico é usado, acesso externo é controlado pelo uso de grupos de segurança. Veja <xref linkend="add-security-group" />.
zh_cn: 你不能使用防火墙规则打开弹性IP端口。当弹性IP处在使用状态时，外部的通过请求将被安全组管理。详情查看<xref linkend="add-security-group" />。
zh_tw: 您不行用防火牆規則來開啟埠給彈性IP。當彈性IP被使用時，外部存取將會被security group所控制，詳見

source: In an advanced zone, you can also create egress firewall rules by using the virtual router. For more information, see <xref linkend="egress-firewall-rule" />.
ja_jp: 拡張ゾーンでは仮想ルーターを用いて出力用ファイアウォールルールを作成できます。詳細は <xref linkend="egress-firewall-rule" /> を参照してください。
zh_tw: 在一個具有advanced zone的環境下，你可以藉由virtual router新增egress firewall rules，更多資訊請參閱：<xref linkend="egress-firewall-rule" />

source: Firewall rules can be created using the Firewall tab in the Management Server UI. This tab is not displayed by default when &PRODUCT; is installed. To display the Firewall tab, the &PRODUCT; administrator must set the global configuration parameter firewall.rule.ui.enabled to "true."
ja_jp: ファイアウォールのルールは管理サーバー UI の [Firewall] タブから作成することができます。このタブは &PRODUCT; がインストールされた時点ではデフォルトで表示されません。[Firewall] タブを表示するには &PRODUCT; 管理者がグローバル設定パラメーターで「firewall.rule.ui.enabled」を "true" に設定する必要があります。
pt_br: Regras de firewall podem ser criadas usando a aba Firewall no interface de usuário do Servidor de gerenciamento. Por default, esta aba não é apresentada quando o &PRODUCT; é instalado. Para exibir a aba Firewall, o administrador do &PRODUCT; deve configurar o parâmetro global firewall.rule.ui.enabled como "true."
zh_cn: 防火墙规则能在管理服务器的web UI的防火墙表里创建，这个规则表默认不显示，你需要以管理员身份修改全局变量 firewall.rule.ui.enabled为 "true"才能显示。
zh_tw: 防火牆規則可以藉由Management Server UI中的 Firewall標籤建立。 &PRODUCT; 後，標籤並不是預設顯示的。 &PRODUCT; 管理員必須要設定在總體系統設定中的參數 firewall.rule.ui.enabled為True才會顯示

source: To create a firewall rule:
ja_jp: ファイアウォールルールの作成方法
pt_br: Para criar uma regra de firewall:
zh_cn: 如果你想创建防火墙规则：
zh_tw: 建立防火牆規則：

source: Log in to the &PRODUCT; UI as an administrator or end user.
ja_jp: 管理者もしくはエンドユーザーとして &PRODUCT; UI にログインします。
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador ou usuário final.
zh_cn: 以用户或管理员身份登录进入WebUI。
zh_tw: 以管理者或終端使用者登入&PRODUCT; UI

source: In the left navigation, choose Network.
ja_jp: 左側のナビゲーションから [Network] を選択します。
pt_br: Na barra de navegação à esquerda, selecione Network.
zh_cn: 在左边的导航，选择网络
zh_tw: 在左邊的導覽視窗，選擇Network

source: Click the name of the network where you want to work with.
ja_jp: 変更したいネットワークの名前をクリックします。
pt_br: Clique no nome da rede com a qual você quer trabalhar.
zh_cn: 选择你要修改的网络名称
zh_tw: 選擇你想要套用的網路

source: Click View IP Addresses.
ja_jp: [View IP Addresses] をクリックします。
pt_br: Clique em View IP Addresses.
zh_cn: 点击 查看IP地址
zh_tw: 按 View IP Addresses.

source: Click the IP address you want to work with.
ja_jp: 変更したい IP アドレスをクリックします。
pt_br: Clique no endereço IP com o qual você deseja trabalhar.
zh_cn: 点击你要修改的IP地址
zh_tw: 選擇你想要套用的IP

source: Click the Configuration tab and fill in the following values.
ja_jp: [Configuration] タブをクリクし次の値を入力します。
pt_br: Clique na aba Configuration e preencha os seguintes valores.
zh_cn: 点击设置标签 填入以下值
zh_tw: 選擇Configuration標籤，然後填入以下數值

source: <emphasis role="bold">Source CIDR</emphasis>. (Optional) To accept only traffic from IP addresses within a particular address block, enter a CIDR or a comma-separated list of CIDRs. Example: 192.168.0.0/22. Leave empty to allow all CIDRs.
ja_jp: <emphasis role="bold">Source CIDR : </emphasis> (オプション) 特定のアドレスブロックに含まれる IP アドレスのみを許可するには CIDR かカンマで区切られた CIDR のリストを入力します。 例として 192.168.0.0/22 などが挙げられます。また、空欄にすると全ての CIDR を許可します。
pt_br: <emphasis role="bold">Source CIDR</emphasis>. (Opcional) Para aceitar tráfego somente de endereços IP em um bloco de endereços específico, informe um CIDR ou uma lista de CIDRs separados por vírgulas.. Exemplo: 192.168.0.0/22. Deixe vazio para permitir todos os CIDRs.
zh_cn: <emphasis role="bold">来源CIDR</emphasis>。（可选）只允许在某个特定地址块的IP流量的话，输入一个CIDR或者一个逗号隔开的CIDR列表。例如：192.168.0.0/22或者192.168.0.0/24,192.168.1.0/24,192.168.2.0/24。留空则为允许所有的CIDR。
zh_tw: <emphasis role="bold">Source CIDR</emphasis>(選擇性)為了在特定位址區域中允許流量自IP位址，進入CIDR或CIDR的comma-separated list，比如說， 192.168.0.0/22，為了允許所有CIDR

source: <emphasis role="bold">Protocol</emphasis>. The communication protocol in use on the opened port(s).
ja_jp: <emphasis role="bold">Protocol : </emphasis> 開放されたポートで利用される通信プロトコルです。
pt_br: <emphasis role="bold">Protocol</emphasis>. O protocolo de comunicação em uso na(s) porta(s) aberta(s).
zh_cn: <emphasis role="bold">协议</emphasis>. 你所要开反复端口所使用的网络协议。
zh_tw: <emphasis role="bold">Protocol</emphasis>: 開放埠(一至多個)之間使用的通訊協定

source: <emphasis role="bold">Start Port and End Port</emphasis>. The port(s) you want to open on the firewall. If you are opening a single port, use the same number in both fields
ja_jp: <emphasis role="bold">Start Port と End Port : </emphasis> ファイアウォールで開放したいポート番号です。単一のポートを開放したい場合、両方のフィールドに同一の番号を入力してください。
pt_br: <emphasis role="bold">Start Port e End Port</emphasis>. A(s) porta(s) que você deseja abrir no firewall. Se você está abrindo um única porta, use o mesmo número em ambos os campos
zh_cn: <emphasis role="bold">起始端口和结束端口</emphasis>. 你想要在防火墙开放的端口。如果你只打开单个端口，在两个空格中填入相同的端口号。
zh_tw: <emphasis role="bold">Start Port and End Port</emphasis>，您想要在防火牆上開啟的埠(一至多個)的數量，如果你要開啟一個埠，在所有區內使用同一數字

source: <emphasis role="bold">ICMP Type and ICMP Code</emphasis>. Used only if Protocol is set to ICMP. Provide the type and code required by the ICMP protocol to fill out the ICMP header. Refer to ICMP documentation for more details if you are not sure what to enter
ja_jp: <emphasis role="bold">ICMP Type と ICMP Code : </emphasis> プロトコルに ICMP を設定した場合のみ利用されます。ICMP プロトコルにおいて必要な ICMP ヘッダーに埋め込まれるタイプとコードを入力してください。何を入力するべきか詳細に関しては 「ICMP ドキュメント」を参照してください。
pt_br: <emphasis role="bold">ICMP Type e ICMP Code</emphasis>. Usados somete se Protocol é configurado como ICMP. Proveem o tipo e o código requeridos pelo protocolo ICMP para preencher o cabeçalho ICMP. Consulte a documentação do ICMP para mais detalhes se você não tem certeza do que informar
zh_cn: <emphasis role="bold">ICMP 类型和编号</emphasis>.。只有在设置ICMP协议时才会用到。提供需要填写的ICMP协议，ICMP头的类型和代码。如果你不知道天什么请参看ICMP文档。（这里推荐一个 http://wenku.baidu.com/view/e235e8ecaeaad1f346933fed.html）
zh_tw: <emphasis role="bold">ICMP Type and ICMP Code</emphasis>，僅在協定已經設定給ICMP後使用。提供ICMP協定需要的形式和程式碼來填入標頭。如果您不清楚的話，可以參閱ICMP文件

source: Click Add.
ja_jp: [Add]をクリックします。
pt_br: Clique em Add.
zh_cn: 点击添加.
zh_tw: 按Add
