Repository: maduhu/cloudsand
Catalog: docs/*/hypervisor-host-install-prepare-os.po
Languages: it_it, ja_jp, pt_br, zh_tw

source: Prepare the Operating System
it_it: Preparare il sistema operativo
ja_jp: オペレーティングシステムの準備
pt_br: Preparando o sistema operacional
zh_tw: 準備作業系統

source: The OS of the Host must be prepared to host the &PRODUCT; Agent and run KVM instances.
it_it: Il S.O. del sistema Host deve essere configurato per ospitare i servizi di &PRODUCT; ed eseguire instanze KVM.
ja_jp: ホストのOSは &PRODUCT; エージェントと KVM インスタンスが動作するよう準備される必要があります。
pt_br: O sistema operacional do host deve ser preparado para hospedar o agente do &PRODUCT; e executar instâncias do KVM.
zh_tw: 作業系統必須準備接管&PRODUCT; Agent並執行 KVM instances

source: Log in to your OS as root.
it_it: Accedere al SO come root.
ja_jp: オペレーティングシステムにルートユーザーとしてログオンします。
pt_br: Faça login no sistema operacional como root.
zh_tw: 以root登入作業系統

source: Check for a fully qualified hostname.
it_it: Verificare il nome di dominio completo.
ja_jp: 完全修飾ホスト名を確認します。
pt_br: Verifique se o hostname é completamente qualificado.
zh_tw: 檢查正確的主機名稱

source: This should return a fully qualified hostname such as "kvm1.lab.example.org". If it does not, edit /etc/hosts so that it does.
it_it: Ci si aspetta in output il valore del nome completo del sistema come ad esempio "kvm1.lab.example.org". Se così non fosse, modificare il file /etc/hosts affinchè l'output sia corretto.
ja_jp: これにより、「kvm1.lab.example.org」のような完全修飾ホスト名が返されます。そうでない場合は、そうなるように /etc/hosts を編集します。
pt_br: Isto deve retornar um hostname completamente qualificado tal como "kvm1.lab.example.org". Caso contrário, edite /etc/hosts para que isto aconteça.
zh_tw: 應該會回復正確的主機名稱如 "kvm1.lab.example.org"，如果沒有，編輯/etc/hosts

source: Make sure that the machine can reach the Internet.
it_it: Assicurarsi che il sistema possa raggiungere la rete Internet.
ja_jp: 管理サーバーからインターネットに接続できることを確認します。
pt_br: Certifique-se de que a máquina tem acesso à Internet.
zh_tw: 請確定機器有連上網際網路

source: Turn on NTP for time synchronization.
it_it: Avviare il servizio NTP di sincronizzazione dell'orario.
ja_jp: 時刻を同期するために NTP を有効にします。
pt_br: Ative NTP para sincronização de horário.
zh_tw: 開啟NTP同步時間

source: NTP is required to synchronize the clocks of the servers in your cloud. Unsynchronized clocks can cause unexpected problems.
it_it: E' necessario configurare il servizio NTP per sincronizzare l'orario dei server nell'installazione cloud. Orari non sincronizzati sono causa di varie tipologie di problemi.
ja_jp: クラウドのサーバーのクロックを同期するた めに NTP が必要です。時刻同期がされないと予期しない問題が発生する可能性があります。
pt_br: NTP é requerido para sincronizar os relógios dos servidores na nuvem. Relógios não sincronizados podem causar problemas inesperados.
zh_tw: 您需要NTP來同步雲端伺服器的時間，不同步的時間會導致不可預期的問題

source: Install NTP
it_it: Installare NTP
ja_jp: NTP のインストール
pt_br: Instale o NTP
zh_tw: 安裝NTP

source: On RHEL or CentOS:
it_it: Su RHEL o CentOS:
ja_jp: RHELもしくはCentOSの場合:
pt_br: No RHEL ou CentOS:
zh_tw: 於RHEL/CentOS：

source: On Ubuntu:
it_it: Su Ubuntu:
ja_jp: Ubuntuの場合:
pt_br: No Ubuntu:
zh_tw: 於Ubuntu

source: Repeat all of these steps on every hypervisor host.
it_it: Ripetere queste istruzioni su ogni host hypervisor.
ja_jp: これらの手順を全てのハイパーバイザーホストで実行します。
pt_br: Repita todos estes passos em todos os host hipervisores.
zh_tw: 為每個超級監督者主機重複以上步驟
