Repository: maduhu/cloudsand
Catalog: docs/*/hypervisor-kvm-requirements.po
Languages: ja_jp, pt_br, zh_tw

source: System Requirements for KVM Hypervisor Hosts
ja_jp: KVM ホストのシステム要件
pt_br: Requerimentos de sistema para hosts hipervisores KVM
zh_tw: KVM Hypervisor主機系統需求

source: KVM is included with a variety of Linux-based operating systems. Although you are not required to run these distributions, the following are recommended:
ja_jp: KVM は、さまざまな Linux ベースのオペレーティングシステムに含まれています。以下のディストリビューションは必須ではありませんが推奨となります。
pt_br: O KVM é incluído em vários sistemas operacionais baseados no Linux. Embora você não seja obrigado a executar uma destas distribuições, as seguintes são recomendadas:
zh_tw: KVM包含很多種Linux作業系統，雖然您並不需要執行這些產品，但建議以下：

source: The main requirement for KVM hypervisors is the libvirt and Qemu version. No matter what Linux distribution you are using, make sure the following requirements are met:
ja_jp: KVM ハイパーバイザーにおける主要な要件は libvirt と Qemu のバージョンになります。どの Linux ディストリビューションを利用するかに関わらず 以下の要件を満たしているか確認する必要があります。
pt_br: O principal requerimento para hipervisores KVM é a versão de libvirt e de Qemu. Para qualquer distribuição Linux que esteja em uso, certifique-se de que os seguintes requerimentos são atendidos:
zh_tw: KVM hypervisors最主要的要求是libvirt 和 Qemu的版本，不論是哪種Linux系統，請確保有達到以下要求：

source: libvirt: 0.9.4 or higher
ja_jp: libvirt: 0.9.4以降
pt_br: libvirt: 0.9.4 ou mais recente
zh_tw: libvirt: 0.9.4或更高

source: Qemu/KVM: 1.0 or higher
ja_jp: Qemu/KVM: 1.0以降
pt_br: Qemu/KVM: 1.0 ou mais recente
zh_tw: Qemu/KVM: 1.0 或更高

source: The default bridge in &PRODUCT; is the Linux native bridge implementation (bridge module). &PRODUCT; includes an option to work with OpenVswitch, the requirements are listed below
ja_jp: &PRODUCT; でのデフォルトのブリッジは Linux ネイティブのブリッジ実装(ブリッジモジュール) になります。&PRODUCT; はオプションとして OpenVswitch を動作させる仕組みを内包しており以下のような要件があります。
pt_br: A bridge default no &PRODUCT; é a implementação brige nativa do Linux (bridge module). O &PRODUCT; inclui uma opção para trabalhar com OpenVswitch, os requerimento são listados abaixo
zh_tw: 在&PRODUCT;的預設橋接器是Linux原生的橋接器(bridge module)，&PRODUCT; 包含了能運作 OpenVswitch的選項，需求表列於下

source: libvirt: 0.9.11 or higher
ja_jp: libvirt: 0.9.11以上のバージョン
pt_br: libvirt: 0.9.11 ou mais recente
zh_tw: libvirt: 0.9.11 或更高

source: openvswitch: 1.7.1 or higher
ja_jp: openvswitch: 1.7.1以上のバージョン
pt_br: openvswitch: 1.7.1 ou mais recente
zh_tw: openvswitch: 1.7.1 或更高

source: In addition, the following hardware requirements apply:
ja_jp: 加えて以下のハードウェア要件が必要となります。
pt_br: Adicionalmente, os seguintes requerimentos de hardware se aplicam:
zh_tw: 除此之外，以下硬體需求：

source: Within a single cluster, the hosts must be of the same distribution version.
ja_jp: 1つのクラスター内のホストではバージョンを統一する。
pt_br: Em um cluster, os hosts devem ser da mesma versão da distribuição.
zh_tw: 在單一個cluster中，所有主機必須是同一產品版本

source: All hosts within a cluster must be homogenous. The CPUs must be of the same type, count, and feature flags.
ja_jp: 1つのクラスター内のホストは種類が同じである必要があります。つまり、CPUの種類と数が同じで、同じ機能フラグ である必要があります。
pt_br: Todos os em um cluster devem ser homogêneos. As CPUs devem ser do mesmo tipo, número e mesmos recursos.
zh_tw: 同一cluster內的主機都必須是同質的，CPU的形式、數量及特色旗標都必須一樣

source: Must support HVM (Intel-VT or AMD-V enabled)
ja_jp: HVM (Intel-VT or AMD-V が有効である) 必要があります。
pt_br: Deve suportar HVM (Intel-VT ou AMD-V habilitados).
zh_tw: 必須支援HVM (Intel-VT or AMD-V enabled)

source: 64-bit x86 CPU (more cores results in better performance)
ja_jp: 64-bit x86 CPU(多くのコアを用意することでパフォーマンスの向上が見込まれます)。
pt_br: CPU x86 64-bit (mais cores resultam em melhor performance)
zh_tw: 64-bit x86 CPU (多核提供更好的效能)

source: 4 GB of memory
ja_jp: 4GBのメモリ。
pt_br: 4 GB de memória
zh_tw: 記憶體4GB

source: At least 1 NIC
ja_jp: 最少1つ以上のNIC。
pt_br: No mínimo 1 NIC
zh_tw: 至少1個NIC

source: When you deploy &PRODUCT;, the hypervisor host must not have any VMs already running
ja_jp: &PRODUCT; が展開された際、ハイパーバイザーホストに既に動作しているVMが存在していない。
pt_br: Quando você implementa o &PRODUCT;, o host hipervisor não pode ter máquinas virtuais já ativas
zh_tw: 當您配置&PRODUCT;時，所有高層管理者主機的VM都不能是執行狀態
