Repository: maduhu/cloudsand
Catalog: docs/*/installation_steps_overview.po
Languages: ja_jp, pt_br

source: Overview of Installation Steps
ja_jp: インストール手順の概要
pt_br: Visão geral dos passos de instalação

source: For anything more than a simple trial installation, you will need guidance for a variety of configuration choices. It is strongly recommended that you read the following:
ja_jp: 簡単な試用インストール以上のことを行うには、構成のさまざまな選択肢についてガイダ ンスが必要になります。次の項目を参照す ることを強くお勧めします。
pt_br: Para qualquer coisa mais que uma simples instalação de avaliação, você precisará de orientação para uma variedade de opções de configuração. É altamente recomendado que você leia o seguinte:

source: Choosing a Deployment Architecture
ja_jp: 展開アーキテクチャの選択
pt_br: Selecionando a arquitetura de implementação

source: Choosing a Hypervisor: Supported Features
ja_jp: ハイパーバイザーの選択 : サポートされる機能
pt_br: Selecionando o hipervisor: recursos suportados

source: Network Setup
ja_jp: ネットワークのセットアップ
pt_br: Configuração de rede

source: Storage Setup
ja_jp: ストレージのセットアップ
pt_br: Configuração de storage

source: Best Practices
ja_jp: ベストプラクティス
pt_br: Melhores práticas

source: <emphasis role="bold">Prepare</emphasis>
ja_jp: <emphasis role="bold">準備</emphasis>
pt_br: <emphasis role="bold">Preparação</emphasis>

source: Make sure you have the required hardware ready
ja_jp: 必要なハードウェアの準備ができたかどうかの確認
pt_br: Certifique-se de que o hardware requerido está pronto

source: (Optional) Fill out the preparation checklists
ja_jp: (オプション)準備チェックリストの記入
pt_br: (Opcional) Preencha os checklists de preparação

source: <emphasis role="bold">Install the &PRODUCT; software</emphasis>
ja_jp: <emphasis role="bold">&PRODUCT; のインストール</emphasis>
pt_br: <emphasis role="bold">Instale o &PRODUCT;</emphasis>

source: Install the Management Server (choose single-node or multi-node)
ja_jp: &PRODUCT; 管理サーバーのインストール(単一ノード、複数ノードの選択)
pt_br: Instale o servidor de gerenciamento (selecione single-node ou multi-node)

source: Log in to the UI
ja_jp: ユーザーインターフェイスへのログイン
pt_br: Faça login na interface de usuário

source: <emphasis role="bold">Provision your cloud infrastructure</emphasis>
ja_jp: <emphasis role="bold">クラウドインフラストラクチャのプロビジョニング</emphasis>
pt_br: <emphasis role="bold">Disponibilize a sua infraestrutura de nuvem</emphasis>

source: Add a zone. Includes the first pod, cluster, and host
ja_jp: ゾーンの追加。最初のポッド、クラスター、およびホストの設定
pt_br: Adicione uma zona. Inclua o primeiro pod, cluster, e host

source: Add more pods
ja_jp: ポッドの追加
pt_br: Adicione mais pods

source: Add more clusters
ja_jp: クラスターの追加
pt_br: Adicione mais clusters

source: Add more hosts
ja_jp: ホストの追加
pt_br: Adicione mais hosts

source: Add more primary storage
ja_jp: プライマリストレージの追加
pt_br: Adicione mais storage primária

source: Add more secondary storage
ja_jp: セカンダリストレージの追加
pt_br: Adicione mais storage secundária

source: <emphasis role="bold">Try using the cloud</emphasis>
ja_jp: <emphasis role="bold">クラウドの使用</emphasis>
pt_br: <emphasis role="bold">Experimente o uso da nuvem</emphasis>

source: Initialization and testing
ja_jp: 初期化とテスト
pt_br: Inicialização e teste

source: Make sure you have the required hardware ready. See <xref linkend="minimum-system-requirements" />
ja_jp: 必要なハードウェアの準備ができたかどうかの確認。<xref linkend="minimum-system-requirements" /> を参照してください。
pt_br: Certifique-se de que está pronto o hardware requerido. Veja <xref linkend="minimum-system-requirements" />

source: Install the Management Server (choose single-node or multi-node). See <xref linkend="management-server-install-flow" />
ja_jp: 管理サーバーのインストール(単一ノードか複数ノードかを選択します)。<xref linkend="management-server-install-flow" /> を参照してください。
pt_br: Instale o servidor de gerenciamento (selecione single-node ou multi-node). Veja <xref linkend="management-server-install-flow" />

source: Log in to the UI. See <xref linkend="ui" />
ja_jp: ユーザーインターフェイスへのログイン。<xref linkend="ui" /> を参照してください。
pt_br: Faça login na interface de usuário. Veja <xref linkend="ui" />

source: Add a zone. Includes the first pod, cluster, and host. See <xref linkend="zone-add" />
ja_jp: ゾーンの追加。最初のポッド、クラスター、およびホストの設定。<xref linkend="zone-add" /> を参照してください。
pt_br: Adicione uma zona. Inclua o primeiro pod, cluster, e host. Veja <xref linkend="zone-add" />

source: Add more pods (optional). See <xref linkend="pod-add" />
ja_jp: ポッドの追加(オプション)。<xref linkend="pod-add" /> を参照してください。
pt_br: Adicione mais pods (opcional). Veja <xref linkend="pod-add" />

source: Add more clusters (optional). See <xref linkend="cluster-add" />
ja_jp: クラスターの追加(オプション)。<xref linkend="cluster-add" /> を参照してください。
pt_br: Adicione mais clusters (opcional). Veja <xref linkend="cluster-add" />

source: Add more hosts (optional). See <xref linkend="host-add" />
ja_jp: ホストの追加(オプション)。<xref linkend="host-add" /> を参照してください。
pt_br: Adicione mais hosts (opcional). Veja <xref linkend="host-add" />

source: Add more primary storage (optional). See <xref linkend="primary-storage-add" />
ja_jp: プライマリストレージの追加(オプション)。<xref linkend="primary-storage-add" /> を参照してください。
pt_br: Adicione mais storage primária (opcional). Veja <xref linkend="primary-storage-add" />

source: Add more secondary storage (optional). See <xref linkend="secondary-storage-add" />
ja_jp: セカンダリストレージの追加(オプション)。<xref linkend="secondary-storage-add" /> を参照してください。
pt_br: Adicione mais storage secundária (opcional). Veja <xref linkend="secondary-storage-add" />

source: Try using the cloud. See <xref linkend="initialize-and-test" />
ja_jp: クラウドの使用。<xref linkend="initialize-and-test" /> を参照してください。
pt_br: Experimente o uso da rede. Veja <xref linkend="initialize-and-test" />
