Repository: maduhu/cloudsand
Catalog: docs/*/ipaddress-usage-record-format.po
Languages: pt_br, zh_tw

source: IP Address Usage Record Format
pt_br: Formato do registro de uso de endereço IP
zh_tw: IP位址使用紀錄的格式

source: For IP address usage the following fields exist in a usage record.
pt_br: Para registro de uso de IP os seguintes campos existem em um registro de uso.
zh_tw: 以下欄位會出現在使用紀錄中

source: account - name of the account
pt_br: account - nome da conta
zh_tw: account：帳戶名稱

source: accountid - ID of the account
pt_br: accountid - ID da conta
zh_tw: accountid：帳戶的ID

source: domainid - ID of the domain in which this account resides
pt_br: domainid - ID do domínio no qual a conta reside
zh_tw: domainid：帳戶所在的區域ID

source: zoneid - Zone where the usage occurred
pt_br: zoneid - zona onde a utilização da conta ocorreu
zh_tw: zoneid：使用的地區

source: description - A string describing what the usage record is tracking
pt_br: description - um string que descreve a que o registro de uso se refere
zh_tw: description：描述使用紀錄在追蹤甚麼的字串

source: usage - String representation of the usage, including the units of usage
pt_br: usage - representação do uso, incluindo as unidades de uso
zh_tw: usage：代表使用率的字串，包括單位

source: usagetype - A number representing the usage type (see Usage Types)
pt_br: usagetype - um número representando o tipo de uso (veja Tipos de uso)
zh_tw: usagetype：代表使用形式的數字(詳見 Usage Types )

source: rawusage - A number representing the actual usage in hours
pt_br: rawusage - um número representando o uso real em horas
zh_tw: rawusage：帶表實際使用率的數字，單位為小時

source: usageid - IP address ID
pt_br: usageid - ID do endereço IP
zh_tw: usageid：IP位址的ID

source: startdate, enddate - The range of time for which the usage is aggregated; see Dates in the Usage Record
pt_br: startdate, enddate - o intervalo de tempo para o qual o uso é contabilizado; veja Datas no registro de uso
zh_tw: startdate, enddate：使用總計的時間，詳見Dates in the Usage Record

source: issourcenat - Whether source NAT is enabled for the IP address
pt_br: issourcenat - Se NAT de origem está habilitado para o endereço IP
zh_tw: issourcenat：source NAT是否啟用

source: iselastic - True if the IP address is elastic.
pt_br: iselastic - True se o endereço IP é elástico.
zh_tw: iselastic：如果IP位址是彈性的，顯示True
