Repository: maduhu/cloudsand
Catalog: docs/*/linux-installation.po
Languages: it_it, ja_jp, pt_br, zh_cn, zh_tw

source: Linux OS Installation
it_it: Installazione su sistema operativo Linux
ja_jp: Linux オペレーティングシステムのインストール
pt_br: Instalação do sistema operacional Linux
zh_cn: Linux系统安装
zh_tw: Linux作業系統安裝

source: Use the following steps to begin the Linux OS installation:
it_it: Utilizzare le seguenti indicazioni per avviare una installazione su sistema operativo Linux:
ja_jp: 次の手順に従って、Linux オペレーティングシステムのインストールを開始します。
pt_br: Siga os seguintes passos para iniciar a instalação do Linux:
zh_cn: 试用一下步骤开始Linux系统的安装
zh_tw: 請依下列步驟開始安裝Linux作業系統安裝：

source: Download the script file cloud-set-guest-password:
it_it: Scaricare lo script cloud-set-guest-password:
ja_jp: スクリプトファイルの cloud-set-guest-password をダウンロードします。
pt_br: Faça download do script cloud-set-guest-password:
zh_cn: 下载脚本文件cloud-set-guest-password
zh_tw: 下載cloud-set-guest-password腳本程式:

source: Copy this file to /etc/init.d.
it_it: Copiare il file in /etc/init.d.
ja_jp: このファイルを/etc/init.d にコピーします。
pt_br: Copie este arquivo para /etc/init.d.
zh_cn: 拷贝本文件到Copy this file to /etc/init.d
zh_tw: 將檔案複製到/etc/init.d。

source: On some Linux distributions, copy the file to /etc/rc.d/init.d.
it_it: In alcune distribuzioni di Linux è necessario copiarlo in /etc/rc.d/init.d.
ja_jp: 一部の Linux ディストリビューションでは、このファイルを/etc/rc.d/init.d にコピーします。
pt_br: Em algumas distribuições Linux, copie o arquivo para /etc/rc.d/init.d.
zh_cn: 在某些linux发行版拷贝此文件到/etc/rc.d/init.d
zh_tw: 某些特定的Linux distribution，請將檔案複製到/etc/rc.d/init.d。

source: Run the following command to make the script executable:
it_it: Eseguire il comando seguente per rendere lo script eseguibile:
ja_jp: 次のコマンドを実行して、スクリプトを実行可能にします。
pt_br: Execute o seguinte comando para tornar executável o script:
zh_cn: 执行以下命令使脚本可执行
zh_tw: 修改腳本程式的執行權限，請執行以下指令

source: chmod +x /etc/init.d/cloud-set-guest-password
zh_cn: chmod +x /etc/init.d/cloud-set-guest-password （这里注意文件路径）

source: Depending on the Linux distribution, continue with the appropriate step.
it_it: In base alla distribuzione di Linux, continuare con i passi appropriati.
ja_jp: Linux ディストリビューションに応じて、適切な手順を続行します。
pt_br: Dependendo da distribuição Linux, continue com o passo apropriado.
zh_cn: 根据不同的Linux发行版，选择适当的步骤继续
zh_tw: 依據您LInux的distribution，請繼續以下適當的安裝步驟

source: On Fedora, CentOS/RHEL, and Debian, run:
it_it: Su Fedora, CentOS/RHEL, e Debian, eseguire:
ja_jp: Fedora、CentOS/RHEL、および Debian:
pt_br: No Fedora, CentOS/RHEL, e Debian, execute:
zh_cn: 在Fedora、CentOS/RHEL、 和 Debian,执行‘
zh_tw: 在Fedora、CentOS/RHEL或是Debian請執行：

source: On Ubuntu with VMware tools, link the script file to the /etc/network/if-up and /etc/network/if-down folders, and run the script:
it_it: In Ubuntu con VMware tool installati, configurare il link dal file script alle cartelle /etc/network/if-up e /etc/network/if-down, ed eseguire lo script:
ja_jp: Ubuntu で VMware tools を利用している場合、/etc/network/if-up と /etc/network/if-down フォルダにスクリプトファイルへのリンクを作成するため、以下のスクリプトを実行します。
pt_br: No Ubuntu com ferramentas VMware, ligue o arquivo do script aos diretórios /etc/network/if-up e /etc/network/if-down, e execute o script:
zh_cn: 在装有VMware tools的Ubuntu，连接本脚本到/etc/network/if-up 和 /etc/network/if-down folders，然后执行
zh_tw: 在具有VMware tools的Unbuntu系統上，請連結(link)腳本程式至 /etc/network/if-up和/etc/network/if-down資料夾中並執行

source: If you are using Ubuntu 11.04, start by creating a directory called /var/lib/dhcp3 on your Ubuntu machine (works around a known issue with this version of Ubuntu). On all Ubuntu versions: Run “sudo update-rc.d cloud-set-guest-password defaults 98”. To test, run "mkpasswd" and check that it is generating a new password. If the “mkpasswd” command does not exist, run "sudo apt-get install whois" (or sudo apt-get install mkpasswd, depending on your Ubuntu version) and repeat.
it_it: Se si utilizza Ubuntu 11.04, creare la directory /var/lib/dhcp3 (risolve un problema noto con questa versione di Ubuntu). In tutte le versioni Ubuntu: eseguire il comando “sudo update-rc.d cloud-set-guest-password defaults 98”. Per verificare il buon esito, eseguire il comando "mkpasswd" e verificare che venga generata una nuova password. Se il comando “mkpasswd” non esiste, eseguire "sudo apt-get install whois" (oppure sudo apt-get install mkpasswd, a seconda della versione Ubuntu utilizzata) e riprovare.
ja_jp: Ubuntu 11.04 を使用する場合は、Ubuntu マシンに/var/lib/dhcp3 というディレクトリを作成します(このバージョンのUbuntuの既知の問題を回避します)。すべてのバージョンのUbuntuで、sudo update-rc.d cloud-set-guest-password defaults 98 を実行します。テストのために mkpasswd を実行して、新しいパスワードが作成されるか確認します。mkpasswdコマンドが存在しない場合は、sudo apt-get install whois(または使用している Ubuntu のバージョンに応じて sudo apt-get install mkpasswd) を実行して繰り返します。
pt_br: Se você está usando o Ubuntu 11.04, inicie criando um diretório chamado /var/lib/dhcp3 na sua máquina Ubuntu (contorno para uma particularidade com esta versão do Ubuntu). Em todas as versões do Ubuntu: execute “sudo update-rc.d cloud-set-guest-password defaults 98”. Para testar, execute "mkpasswd" e verifique se isto gera uma nova senha. Se o comando “mkpasswd” não existe, execute "sudo apt-get install whois" (ou sudo apt-get install mkpasswd, dependendo da sua versão do Ubuntu) e repita.
zh_cn: 如果你使用Ubuntu 11.04，现在你的Ubuntu机器上创建目录 /var/lib/dhcp3 （用于解决此版本Ubuntu的一个目前已知的问题）。在所有的的Ubuntu版本：执行“sudo update-rc.d cloud-set-guest-password defaults 98”。测试的话执行mkpassword然后检查是否产生了一个新的密码。如果mkpasswd命令不存在，执行"sudo apt-get install whois"(或执行 sudo apt-get install mkpasswd, 这取决于你的Ubuntu版本 )，然后再执行mkpassword
zh_tw: 如果您的作業系統是Ubuntu 11.04，請先建立/var/lib/dhcp3資料夾(這是為了解決於Ubuntu系統中的已知問題)，在所有的Ubuntu版本中，請執行“sudo update-rc.d cloud-set-guest-password defaults 98"。若要進行測試，請執行"mkpasswd"檢查是否已產生新的密碼，如果"mkpasswd"指令不存在，請執行"sudo apt-get install whois"(或是sudo apt-get install mkpasswd，依據您的Ubuntu版本而定)，並重複此步驟。
