Repository: maduhu/cloudsand
Catalog: docs/*/log-*-root-admin.po
Languages: ja_jp, pt_br, zh_tw

source: Logging In as the Root Administrator
ja_jp: ルート管理者としてのログイン
pt_br: Fazendo login como o administrador root
zh_tw: 以Root Administrator的身分登入

source: After the Management Server software is installed and running, you can run the &PRODUCT; user interface. This UI is there to help you provision, view, and manage your cloud infrastructure.
ja_jp: 管理サーバーをインストールして起動後、&PRODUCT; のユーザーインターフェイスを起動させることができます。このユーザーインターフェイスはプロビジョニングやビュー、クラウドインフラストラクチャの管理を手助けします。
pt_br: Depois do software do servidor de gerenciamento estar instalado e executando, você pode executar a interface de usuário do &PRODUCT;. Esta interface de usuário está disponível para ajudá-lo a montar, visualizar e gerenciar sua infraestrutura de nuvem.
zh_tw: 當管理伺服器以安裝完畢開始運行後，您就可以使用&PRODUCT;的使用者介面。透過此介面，您可以提供、檢視和管理您的雲端系統。

source: Open your favorite Web browser and go to this URL. Substitute the IP address of your own Management Server:
ja_jp: お好みのウェブブラウザーを開き URL を入力します。代わりに管理サーバーの IP アドレスを入力することもできます。
pt_br: Abra o seu navegador web favorito e acesse esta URL. Substitua o endereço IP de seu servidor de gerenciamento:
zh_tw: 打開您慣用的瀏覽器瀏覽以下網址：

source: After logging into a fresh Management Server installation, a guided tour splash screen appears. On later visits, you’ll be taken directly into the Dashboard.
ja_jp: 新しくインストールされた管理サーバーにログインするとガイドツアーのスプラッシュ画面が表示されます。後にアクセスした場合は直接ダッシュボード画面が表示されます。
pt_br: Após fazer login em um nova instalação do servidor de gerenciamento, uma tela de apresentação é exibida. Em visitas posteriores, você será levado diretamente ao painel de controle.
zh_tw: 登錄進新的Management Server安裝後，會出現引導視窗。之後登錄時，你會直接進入 Dashboard

source: If you see the first-time splash screen, choose one of the following.
ja_jp: 初回スプラッシュ画面が表示され、次の項目が選択できます。
pt_br: Se você vê a tela apresentada somente na primeira vez, escolha uma das opções seguintes.
zh_tw: 如果您看到第一次登入的畫面，請選擇以下步驟進行：

source: <emphasis role="bold">Continue with basic setup.</emphasis> Choose this if you're just trying &PRODUCT;, and you want a guided walkthrough of the simplest possible configuration so that you can get started right away. We'll help you set up a cloud with the following features: a single machine that runs &PRODUCT; software and uses NFS to provide storage; a single machine running VMs under the XenServer or KVM hypervisor; and a shared public network.
ja_jp: <emphasis role="bold">Continue with basic setup :</emphasis> &PRODUCT; を試したく、すぐ使い始められるようガイド付きの設定を行いたいたい合はこちらを選択します。次のような機能を持つクラウド環境のセットアップをお手伝いします。1台のマシン上で &PRODUCT; ソフトウェアと NFS によって提供されるストレージが動作する。1台のマシン上で XenServer や KVM ハイパーバイザー配下に仮想マシンが動作する。そしてパブリックネットワークを共有する。
pt_br: <emphasis role="bold">Continue with basic setup.</emphasis> Escolha esta opção se você está apenas experimentando o &PRODUCT;, e você deseja uma explicação guiada sobre a configuração mais simples possível de modo a iniciar o uso imediatamente. Iremos ajudá-lo a configurar uma nuvem com os seguintes recursos: uma máquina única executando o &PRODUCT; e que provê storage através do NFS; uma máquina única executando máquinas virtuais sob um hipervisor XenServer ou KVM; uma rede pública compartilhada.
zh_tw: 如果您想簡單試用&PRODUCT; 請選擇<emphasis role="bold">Continue with basic setup.</emphasis> ，並且如果您想一個配置一個簡單的環境，&PRODUCT; 的安裝精靈將會引導您繼續進行設定，我們將會幫助您建置一個運行&PRODUCT; 的單一實體主機；NFS儲存裝置；一個採用XenServer或是KVM Hypervisor之主機，並擁有一個公開的分享網路。

source: The prompts in this guided tour should give you all the information you need, but if you want just a bit more detail, you can follow along in the Trial Installation Guide.
ja_jp: ツアーガイドで表示される情報は全て必要な情報になります。しかしより詳細を知りたい場合は次の「トライアルインストールガイド」を参照することもできます。
pt_br: Os prompts nesta visita guiada devem lhe fornecer toda a informação que você precisa, mas se você deseja um pouco mais de detalhe, você pode seguir o Guia de instalação de avaliação.
zh_tw: 安裝精靈將會提供您足夠的資訊，如果您想更深入的了解細節，您可以寄去閱讀Trial Installation Guid。

source: <emphasis role="bold">I have used &PRODUCT; before.</emphasis> Choose this if you have already gone through a design phase and planned a more sophisticated deployment, or you are ready to start scaling up a trial cloud that you set up earlier with the basic setup screens. In the Administrator UI, you can start using the more powerful features of &PRODUCT;, such as advanced VLAN networking, high availability, additional network elements such as load balancers and firewalls, and support for multiple hypervisors including Citrix XenServer, KVM, and VMware vSphere.
ja_jp: <emphasis role="bold">I have used &PRODUCT; before</emphasis> 既に高度な展開を設計、計画したことがある、もしくは基本セットアップでセットアップしたトライアルクラウドをよりスケールアップさせたい場合はこちらを選びます。管理者インターフェイスからはより高度な VLAN ネットワーク、高可用性、負荷分散装置やファイアウォールなどの追加のネットワーク要素、Citrix XenServer, KVM, VMware vSphere を含む様々なハイパーバイザーのサポートといった機能を利用することができます。
pt_br: <emphasis role="bold">I have used &PRODUCT; before.</emphasis> Escolha esta opção se você já passou pela fase de design e planejou uma implementação mais sofisticada, ou você está pronto para incrementar uma implementação de avaliação que você preparou anteriormente através das telas de configuração básica. Na interface de usuário do administrador, você pode iniciar a utilização dos recursos mais poderosos de CloudPlatform, tais como configuração avançada de rede VLAN, alta disponibilidade, elementos adicionais de rede tais como balanceadores de carga e firewalls, e suporte para múltiplos hipervisores, incluindo Citrix XenServer, KVM, e VMware vSphere.
zh_tw: 如果您已經經過設計並規劃架設更複雜的環境，或是希望擴充之前的環境，您可以選擇此選項：<emphasis role="bold">I have used &PRODUCT; before.</emphasis>，在管理員介面中，您可以開始使用更複雜但更強大的功能設定，例如：進階的VLAN網路功能、高可用性功能、額外的網路資源，如load balancers和firewall，以及更多種類的Hypervisor，如: Citrix XenServer、KVM和VMware vSphere。

source: The root administrator Dashboard appears.
ja_jp: ルート管理者のダッシュボードが表示されます。
pt_br: O painel de instrumentos do administrador root é exibido.
zh_tw: root administrator的控制台將呈現在您眼前。

source: You should set a new root administrator password. If you chose basic setup, you’ll be prompted to create a new password right away. If you chose experienced user, use the steps in <xref linkend="changing-root-password" />.
ja_jp: 新しいルート管理者のパスワードを設定するべきです。もし基本セットアップを選択した場合、新しいパスワードの入力画面が表示されます。もし経験済みユーザーを選択した場合は <xref linkend="changing-root-password" /> の手順を参照してください。
pt_br: Você deve escolher uma nova senha de root. Se você escolheu configuração básica, você será requisitado a criar uma nova senha imediatamente. Se você selecionou usuário experiente, siga os passos em <xref linkend="changing-root-password" />.
zh_tw: 在開始所有的步驟前，您應該為root administrator設置新的密碼。如果您選擇了透過安裝設定精靈的基礎設定，它會提示您輸入新的密碼；如果您是具經驗的使用者，請透過<xref linkend="changing-root-password" />中的步驟設定。

source: You are logging in as the root administrator. This account manages the &PRODUCT; deployment, including physical infrastructure. The root administrator can modify configuration settings to change basic functionality, create or delete user accounts, and take many actions that should be performed only by an authorized person. Please change the default password to a new, unique password.
ja_jp: ルート管理者としてログインした場合、物理インフラストラクチャを含む&PRODUCT; の展開を管理します。ルート管理者は一般的な機能を変更するための設定変更や、ユーザーアカウントの作成と削除、その他多くの権限を持つ行動を振る舞うことができます。そのためデフォルトのパスワードは新しく一意なパスワードに変更してください。
pt_br: Você está fazendo login como o administrador root. Esta conta gerencia a implementação do &PRODUCT;, incluindo a infraestrutura física. O administrador root pode modificar opções de configuração para alterar funcionalidade básica, criar ou apagar contas de usuários, e tomar várias ações que somente devem ser executadas por uma pessoa autorizada. Por favor, altere a senha default para uma nova e única senha.
zh_tw: 如果您是以root administrator登入，此帳號可以對&PRODUCT;做管理、佈署，當然包含了配置實體架構。root administrator可以修改基礎設定、建立或刪除使用者帳號、以及進行需要授權的操作，因此在第一次登入後，記得修改您root administrator的密碼。
