Repository: maduhu/cloudsand
Catalog: docs/*/log-*.po
Languages: ja_jp, pt_br, zh_cn, zh_tw

source: Log In to the UI
ja_jp: UIへのログイン
pt_br: Login na interface de usuário
zh_cn: 登陆到用户界面
zh_tw: 登入使用者介面

source: &PRODUCT; provides a web-based UI that can be used by both administrators and end users. The appropriate version of the UI is displayed depending on the credentials used to log in. The UI is available in popular browsers including IE7, IE8, IE9, Firefox 3.5+, Firefox 4, Safari 4, and Safari 5. The URL is: (substitute your own management server IP address)
ja_jp: &PRODUCT; はWebベースのUIを管理者とエンドユーザーの両方に提供しています。ログインに使用したユーザーの権限に応じて適切なUIが表示されます。UIはIE7、IE8、IE9、Firefox 3.5以降、Firefox 4、Safari 4 そしてSafari 5に対応しています。URLは(あなたの環境の管理サーバーのIPアドレスに置き換えてください)
pt_br: O &PRODUCT; provê uma interface de usuário web que pode ser usada tanto por administradores e usuários finais. A versão apropriada da interface é apresentada dependendo das credenciais utilizadas para login. A interface de usuário está disponível em navegadores populares, incluindo o IE7, IE8, IE9, Firefox 3.5+, Firefox 4, Safari 4 e Safari 5. A URL é: (substitua pelo endereço IP de seu servidor de gerenciamento)
zh_cn: &PRODUCT;提供一个基于web的用户界面能够被管理员和终端用户使用。适当的用户界面版本被展现依赖于登陆时使用的凭证。用户界面是适用于大多数流行的浏览器包括IE7,IE8,IE9,Firefox3.5+,Firefox4,Safari4,和Safari5。URL是:(用你自己的管理控制服务器IP地址代替)
zh_tw: &PRODUCT; 提供了管理者以及使用者的web-based的介面,在您登入系統後,系統會自動為您載入適當的操控介面。使用者介面支援了目前市面常見的瀏覽器類型，例如：IE7、IE8、IE9、Firefox 3.5+、Firefox 4、Safari 4和Safari 5。而URL為：

source: http://&lt;management-server-ip-address&gt;:8080/client
zh_cn: http://&lt;管理控制-服务器-ip-地址&gt;:8080/client

source: On a fresh Management Server installation, a guided tour splash screen appears. On later visits, you’ll see a login screen where you specify the following to proceed to your Dashboard:
ja_jp: 未設定の管理サーバーにアクセスすると、ガイドツアーのスプラッシュスクリーンが表示されます。以降のアクセス時には、ダッシュボードにアクセスするために下記の情報を入力するログイン画面が表示されます。
pt_br: Em uma nova instalação do servidor de gerenciamento, uma tela de apresentação é exibida. Em visitas posteriores, você verá uma tela de login onde se especifica o seguinte para seguir para o painel de instrumentos:
zh_cn: 初次登陆管理控制服务器时，一个向导启动画面会显现。你将看到登陆界面当你执行下面的过程在你的控制面板上:
zh_tw: 如果您的管理伺服器是新安裝的,將會有安裝精靈引導您進行後續的安裝步驟，若非新安裝，登入後即是您的主控台

source: Username
ja_jp: ユーザー名
pt_br: Nome de usuário
zh_cn: 用户名
zh_tw: 使用者帳號

source: The user ID of your account. The default username is admin.
ja_jp: あなたのアカウントのユーザーID。デフォルトのユーザー名はadminです。
pt_br: A identificação de usuário de sua conta. O nome default de usuário é admin.
zh_cn: 你的帐户的用户标识。默认的用户名是admin。
zh_tw: 使用者帳號預設是admin

source: Password
ja_jp: パスワード
pt_br: Senha
zh_cn: 密码
zh_tw: 密碼

source: The password associated with the user ID. The password for the default username is password.
ja_jp: ユーザーIDに関連付けられたパスワード。デフォルトユーザーのパスワードはpasswordです。
pt_br: A senha associada com a identificação do usuário. A senha para identificação default é password.
zh_cn: 相关用户标识的密码。默认用户（admin）的密码是password。
zh_tw: 預設使用者(root)帳號的密碼為password

source: Domain
ja_jp: ドメイン
pt_br: Domínio
zh_cn: 域

source: If you are a root user, leave this field blank.
ja_jp: もしもあなたがrootドメインのユーザーならば、フィールドは空白のままにします。
pt_br: Se você é um usuário root, deixe este campo em branco.
zh_cn: 如果你是一个root用户，不用填写域这个字段。
zh_tw: 如果您是root，此欄位請勿填寫

source: If you are a user in the sub-domains, enter the full path to the domain, excluding the root domain.
ja_jp: もしもあなたがサブドメインのユーザーならば、rootドメインを除いた、そのドメインへのフルパスを入力します。
pt_br: Se você é um usuário nos subdomínios, forneça o caminho completo para o domínio, excluindo o domínio root.
zh_cn: 如果你是一个子域的用户，输入完全路径在域字段，不包括根域。
zh_tw: 如果您是sub-domains的使用者,請輸入domain的完整路徑,如果為root domain的使用者,則不需要輸入

source: For example, suppose multiple levels are created under the root domain, such as Comp1/hr. The users in the Comp1 domain should enter Comp1 in the Domain field, whereas the users in the Comp1/sales domain should enter Comp1/sales.
ja_jp: 例えばrootドメインの下にComp1/hrといった複数階層があると仮定します。Comp1ドメインのユーザーはドメインフィールドにComp1と入力し、Comp1/salesドメインのユーザーはComp1/salesと入力します。
pt_br: Por exemplo, suponha que múltiplos níveis são criados sob o domínio root, tal como Comp1/hr. Os usuários no domínio Comp1 devem informar Comp1 no campo Domain, enquanto os usuários no domínio Comp1/sales devem informar Comp1/sales.
zh_cn: 例如，假设多个层级被建立在根域下，像Comp1/hr，在Comp1域的用户应该输入Comp1在域字段，在Comp1/sales域的用户应该输入Comp1/sales。
zh_tw: 舉例來說，root domain底下具有許多階層，例如：Comp1/hr，而在Comp1底下的使用者就必須在Domain欄位輸入Comp1；在Comp1/hr底下的使用者，就必須輸入Comp1/hr

source: For more guidance about the choices that appear when you log in to this UI, see Logging In as the Root Administrator.
ja_jp: より詳細なUIへのログインのガイドラインに関しては「ルート管理者としてのログイン」を参照してください。
pt_br: Para mais orientação sobre as escolhas apresentadas quando você faz login na interface de usuário, veja <xref linkend="log-in-root-admin" />.
zh_cn: 更多关于当你登陆这个界面时选项的指导，参照作为根管理员登陆。
zh_tw: 更多關於使用者登入的資訊可以參閱：Loggin In as the Root Administrator
