Repository: maduhu/cloudsand
Catalog: docs/*/management-server-install-overview.po
Languages: ja_jp, pt_br, zh_tw

source: Management Server Installation Overview
ja_jp: 管理サーバーのインストール
pt_br: Visão geral da instalação do servidor de gerenciamento
zh_tw: 管理伺服器安裝簡介

source: This section describes installing the Management Server. There are two slightly different installation flows, depending on how many Management Server nodes will be in your cloud:
ja_jp: ここでは管理サーバーのインストール手順について説明します。インストールには2種類の手順があり、あなたのクラウド環境にいくつの管理サーバーを用意するかによって異なります。
pt_br: Esta seção descreve a instalação do servidor de gerenciamento. Há dois fluxos de instalação ligeiramente diferentes, dependendo de quantos nós servidores de gerenciamento haverão na sua nuvem:
zh_tw: 此章節教您如何安裝管理伺服器，有兩種安裝方法，取決於您要在雲端架設多少管理伺服器

source: A single Management Server node, with MySQL on the same node.
ja_jp: 単一ホストでの管理サーバーと MySQL。
pt_br: Um único nó servidor de gerenciamento, com MySQL no mesmo nó.
zh_tw: 單一管理伺服器節點，MySQL在同一節點

source: Multiple Management Server nodes, with MySQL on a node separate from the Management Servers.
ja_jp: 物理的に分けられた複数ホストへの管理サーバーと MySQL。
pt_br: Múltiplos nós servidores de gerenciamento, com MySQL em um nó separado dos servidores de gerenciamento.
zh_tw: 多管理伺服器節點，MySQL不同節點

source: In either case, each machine must meet the system requirements described in System Requirements.
ja_jp: どちらの場合でもこれらのマシンは「システム要件」に記載されているシステム要件を満たしている必要 があります。
pt_br: Em qualquer caso, cada máquina deve atender os requerimentos descritos em Requerimentos do sistema.
zh_tw: 不論何種方法，機器必須符合System Requirements中的需求

source: For the sake of security, be sure the public Internet can not access port 8096 or port 8250 on the Management Server.
ja_jp: セキュリティのため、パブリックインターネット から管理サーバー上のポート 8096 または 8250 にアクセスできないようにする必要があります。
pt_br: Por razões de segurança, certifique-se de que as portas 8096 e 8250 do servidor de gerenciamento não possam ser acessadas pela Internet.
zh_tw: 為安全考量，請確定公開網路無法存取管理伺服器的port 8096 或 port 8250

source: The procedure for installing the Management Server is:
ja_jp: 管理サーバーインストールの手順:
pt_br: O procedimento para instalação do servidor de gerenciamento é:
zh_tw: 安裝管理伺服器的步驟為：

source: Prepare the Operating System
ja_jp: オペレーティングシステムの準備
pt_br: Preparar o sistema operacional
zh_tw: 準備作業系統

source: (XenServer only) Download and install vhd-util.
ja_jp: (XenServer のみ) vhd-util をダウンロードしてインストールしてください。
pt_br: (somente para XenServer) Faça download e instale vhd-util.
zh_tw: (僅XenServer)下載及安裝vhd-util

source: Install the First Management Server
ja_jp: 最初の管理サーバーのインストール
pt_br: Instalar o primeiro servidor de gerenciamento
zh_tw: 安裝第一個管理伺服器

source: Install and Configure the MySQL database
ja_jp: MySQLのインストールと設定
pt_br: Instalar e configurar o database MySQL
zh_tw: 安裝及設定MySQL資料庫

source: Prepare NFS Shares
ja_jp: NFS共有の準備
pt_br: Preparar os compartilhamentos NFS
zh_tw: 準備NFS Shares

source: Prepare and Start Additional Management Servers (optional)
ja_jp: 追加の管理サーバーの準備と起動(オプション)
pt_br: Preparar e ativar servidores de gerenciamento adicionais (opcional)
zh_tw: 準備及啟動其他管理伺服器(選擇姓)

source: Prepare the System VM Template
ja_jp: システム仮想マシンテンプレートの準備
pt_br: Preparar o template de máquina virtual de sistema
zh_tw: 準備系統VM模組
