Repository: maduhu/cloudsand
Catalog: docs/*/management-server-install-db-external.po
Languages: pt_br, zh_tw

source: Install the Database on a Separate Node
pt_br: Instale o banco de dados em um nó separado
zh_tw: 在Separate Node安裝資料庫

source: This section describes how to install MySQL on a standalone machine, separate from the Management Server. This technique is intended for a deployment that includes several Management Server nodes. If you have a single-node Management Server deployment, you will typically use the same node for MySQL. See <xref linkend="management-server-install-db-local" />.
pt_br: Esta seção descreve como instalar o MySQL em uma máquina independente, separado do servidor de gerenciamento. Esta técnica destina-se a uma implantação que inclui vários nós servidor de gerenciamento. Se você tem um único nó implantado no servidor de gerenciamento, você vai utilizar o mesmo nó para o MySQL. Veja <xref linkend="management-server-install-db-local" />.
zh_tw: 這個章節描述如何在獨立、從Management Server分離的機器上安裝MySQL，這項技術是有意架設數個Management Server節點。如果您只要安裝一個Management Server，您將使用相同的MySQL節點，參見<xref linkend="management-server-install-db-local" />

source: The management server doesn't require a specific distribution for the MySQL node. You can use a distribution or Operating System of your choice. Using the same distribution as the management server is recommended, but not required. See <xref linkend="management-server-system-requirements" />.
pt_br: O servidor de gerenciamento não requer uma distribuição específica para o nó MySQL. Você pode usar uma distribuição ou sistema operacional de sua escolha. Usar a mesma distribuição que o servidor de gerenciamento é recomendável, mas não obrigatório. Veja <xref linkend="management-server-system-requirements" />.
zh_tw: 管理伺服器不需要為MySQL使用特定的產品，您可以使用任何作業系統。建議使用相同的產品，詳見<xref linkend="management-server-system-requirements" />

source: Install MySQL from the package repository from your distribution:
pt_br: Instalar o MySQL a partir do repositório de pacotes de sua distribuição:
zh_tw: 從package repository安裝MySQL：

source: On RHEL or CentOS:
pt_br: No RHEL ou CentOS:
zh_tw: 於RHEL/CentOS：

source: On Ubuntu:
pt_br: No Ubuntu:
zh_tw: 於Ubuntu

source: Edit the MySQL configuration (/etc/my.cnf or /etc/mysql/my.cnf, depending on your OS) and insert the following lines in the [mysqld] section. You can put these lines below the datadir line. The max_connections parameter should be set to 350 multiplied by the number of Management Servers you are deploying. This example assumes two Management Servers.
pt_br: Edite a configuração do MySQL (/etc/my.cnf ou o arquivo /etc/mysql/my.cnf, dependendo do seu sistema operacional) e insira as seguintes linhas na seção [mysqld]. Você pode colocar essas linhas abaixo da linha datadir. O parâmetro max_connections deveria ser definido para 350, multiplicado pelo número de servidores de gerenciamento que você está implantando. Este exemplo assume dois servidores de gerenciamento.
zh_tw: 編輯MySQL系統設定(/etc/my.cnf or /etc/mysql/my.cnf，取決於您的作業系統)並在[mysqld]部分加入以下行列，您可以將這些行列放在datadir下方。max_connections欄位設為350乘以Management Servers的數量，這個例子假設有兩個：

source: On Ubuntu, you can also create /etc/mysql/conf.d/cloudstack.cnf file and add these directives there. Don't forget to add [mysqld] on the first line of the file.
pt_br: No Ubuntu, você também pode criar arquivo /etc/mysql/conf.d/cloudstack.cnf e adicionar essas directivas lá. Não se esqueça de adicionar [mysqld] na primeira linha do arquivo.
zh_tw: 對Ubuntu，您可以建立/etc/mysql/conf.d/cloudstack.cnf檔案，並新增這些指令，不要忘了加入[mysqld]在第一行

source: Start or restart MySQL to put the new configuration into effect.
pt_br: Iniciar ou reiniciar o MySQL para colocar a nova configuração em vigor.
zh_tw: 啟動或重新啟動MySQL來使設定生效

source: On RHEL/CentOS, MySQL doesn't automatically start after installation. Start it manually.
pt_br: No RHEL/CentOS, o MYSQL não inicia automaticamente depois da instalação. Inicia-lo manualmente.
zh_tw: 對於RHEL/CentOS，MySQL不會自動啟動，請手動啟動

source: service mysqld start
pt_br: # service mysqld restart

source: On Ubuntu, restart MySQL.
pt_br: No Ubuntu, reinicie o MySQL.
zh_tw: 對於Ubuntu，請重新啟動 MySQL

source: (CentOS and RHEL only; not required on Ubuntu)
pt_br: (Só no CentOS e RHEL, não é necessário no Ubuntu)
zh_tw: (僅CentOS 及 RHEL，Ubuntu不需要)

source: On RHEL and CentOS, MySQL does not set a root password by default. It is very strongly recommended that you set a root password as a security precaution.
pt_br: No RHEL e CentOS, o MySQL não definir uma senha de root por padrão. É extremamente recomendável que você defina uma senha de root como medida de segurança.
zh_tw: 對於RHEL and CentOS，MySQL預設沒有 root 密碼，強烈建議您設定root密碼

source: Run the following command to secure your installation. You can answer "Y" to all questions except "Disallow root login remotely?". Remote root login is required to set up the databases.
pt_br: Execute o seguinte comando para garantir a sua instalação. Você pode responder "Y" a todas as perguntas, exceto "Proibir login root remotamente?". O login remoto é necessário para configurar os bancos de dados.
zh_tw: 執行以下指令強化您的安裝，您可以除了"Disallow root login remotely?"外，其他問題回答"Y"。建立資料庫需要遠端登入root

source: If a firewall is present on the system, open TCP port 3306 so external MySQL connections can be established.
pt_br: Se um firewall estiver presente no sistema, abrir a porta TCP 3306 para conexões externas MySQL pode ser estabelecida.
zh_tw: 如果有防火牆，請打開 TCP port 3306。

source: On Ubuntu, UFW is the default firewall. Open the port with this command:
pt_br: No Ubuntu, o UFW é o firewall padrão. Abra a porta com o comando:
zh_tw: 對於Ubuntu，有預設防火牆UFW，用這指令開啟埠：

source: On RHEL/CentOS:
pt_br: No RHEL/CentOS:
zh_tw: 於RHEL/CentOS：

source: Edit the /etc/sysconfig/iptables file and add the following line at the beginning of the INPUT chain.
pt_br: Edite o arquivo /etc/sysconfig/iptables e adicione a seguinte linha no início da cadeia INPUT.
zh_tw: 編輯 /etc/sysconfig/iptables文件並在 INPUT的一開始加入以下行列

source: Now reload the iptables rules.
pt_br: Agora recarregue as regras do iptables.
zh_tw: 請重載iptables rules

source: Return to the root shell on your first Management Server.
pt_br: Retorne para o shell de root em seu primeiro servidor de gerenciamento.
zh_tw: 回到您第一個管理使用者的root

source: Set up the database. The following command creates the cloud user on the database.
pt_br: Configure o banco de dados. O seguinte comando cria o usuário no banco de dados em nuvem.
zh_tw: 設定資料庫。以下指令會建立雲端資料庫的使用者

source: In dbpassword, specify the password to be assigned to the cloud user. You can choose to provide no password.
pt_br: Em dbpassword, especifique a senha a ser atribuída ao usuário nuvem. Você pode escolher por não fornecer a senha.
zh_tw: 在dbpassword，指定雲端使用者的密碼，您也可以不要設密碼

source: In deploy-as, specify the username and password of the user deploying the database. In the following command, it is assumed the root user is deploying the database and creating the cloud user.
pt_br: Em deploy-as, especifique o username e senha do usuário que está implementando o database. No comando a seguir, é suposto que o usuário root está user implementando o database e criando o usuário cloud.
zh_tw: 在 deploy-as，指定使用者名稱及密碼。在以下指令，假設有root使用者並創建雲端使用者

source: (Optional) For encryption_type, use file or web to indicate the technique used to pass in the database encryption password. Default: file. See <xref linkend="about-password-encryption" />.
pt_br: (Opcional) Para encryption_type, use arquivo ou web para indicar a técnica utilizada para passar a senha de criptografia de banco de dados. Padrão: arquivo. Consulte sobre Senha e Criptografia de Chave.
zh_tw: (選擇性)對於encryption_type，您可以使用文件或網路來指定通過資料庫密碼的技術，預設為：文件，詳見 <xref linkend="about-password-encryption" />

source: (Optional) For management_server_key, substitute the default key that is used to encrypt confidential parameters in the &PRODUCT; properties file. Default: password. It is highly recommended that you replace this with a more secure value. See About Password and Key Encryption.
pt_br: (Opcional) Para management_server_key, substituir a chave padrão que é usada para criptografar os parâmetros confidenciais no arquivo de propriedades &PRODUCT;. Padrão: senha. É altamente recomendado que você substitua isso com um valor mais seguro. Consulte sobre Senha e Criptografia de chave.
zh_tw: (選擇性)對於management_server_key，替換在&PRODUCT;properties file用來編譯機密參數的預設金鑰，預設：password。我們強烈建議您替換成更安全的數值，詳見About Password and Key Encryption

source: (Optional) For database_key, substitute the default key that is used to encrypt confidential parameters in the &PRODUCT; database. Default: password. It is highly recommended that you replace this with a more secure value. See <xref linkend="about-password-encryption" />.
pt_br: (Opcional) Para database_key, substituir a chave padrão que é usada para criptografar os parâmetros confidenciais no banco de dados &PRODUCT;. Padrão: senha. É altamente recomendado que você substitua isso com um valor mais seguro. Veja <xref linkend="about-password-encryption" />.
zh_tw: (選擇性)對於database_key，替換在&PRODUCT;properties file用來編譯機密參數的預設金鑰，預設：password。我們強烈建議您替換成更安全的數值，詳見<xref linkend="about-password-encryption" />

source: When this script is finished, you should see a message like “Successfully initialized the database.”
pt_br: Quando o script estiver concluído, você deveria ver uma mensagem como "Iniciou com sucesso o banco de dados."
zh_tw: 當程式執行完成後，您將會看到類似訊息“Successfully initialized the database.”

source: (Optional) For management_server_ip, you may explicitly specify cluster management server node IP. If not specified, the local IP address will be used.
zh_tw: (選擇性)對於management_server_ip，您可以分開指定cluster管理伺服器節點IP。如果不指定，則為本地IP位址
