Repository: maduhu/cloudsand
Catalog: docs/*/management-server-overview.po
Languages: ja_jp, pt_br, zh_cn

source: Management Server Overview
ja_jp: 管理サーバーについて
pt_br: Visão geral da arquitetura de implementação
zh_cn: 管理服务器概述

source: The Management Server is the &PRODUCT; software that manages cloud resources. By interacting with the Management Server through its UI or API, you can configure and manage your cloud infrastructure.
ja_jp: 管理サーバーは、クラウドリソースを管理する CloudStack ソフトウェアです。ユーザーインターフェイスまたは API を介して 管理サーバーを操作することにより、クラウドインフラストラクチャを構成し管理できます。
pt_br: O servidor de gerenciamento é o software do &PRODUCT; que gerencia os recursos da nuvem. Pela interação com o servidor de gerenciamento através de sua interface de usuário ou API, você pode configurar e gerenciar sua infraestrutura de nuvem.
zh_cn: 管理服务器是&PRODUCT;软件用来管理云环境的所有资源. 通过UI或API与管理服务器交互, 你就可以配置并管理你的云基础架构.

source: The Management Server runs on a dedicated server or VM. It controls allocation of virtual machines to hosts and assigns storage and IP addresses to the virtual machine instances. The Management Server runs in a Tomcat container and requires a MySQL database for persistence.
ja_jp: 管理サーバーは専用のサーバーまたは仮想マシンです。ホストに対する仮想マシンの割り当てを制御し、ストレージと IP アドレスを仮想マシンインスタンスに割り当てます。CloudStack 管理サーバーは Tomcat コンテナー内で動作し、データ保 持のために MySQL データベースを必要とします。
pt_br: O servidor de gerenciamento é executado em um servidor dedicado ou máquina virtual. Ele controla a alocação de máquinas virtuais em hosts e atribui storage e endereços IP às instâncias de máquinas virtuais. O servidor de gerenciamento é executado em um container Tomcat e requer um database MySQL para persistência.
zh_cn: 一个管理服务器运行在专属的服务器或虚机里. 它控制虚拟机在主机上的分配, 并且分配存储和IP地址到虚拟机实例. 管理服务器运行在一个Tomcat容器里并通过MySQL数据库进行持久化.

source: The machine must meet the system requirements described in System Requirements.
ja_jp: このマシンは「4.3: 最小システム要件」にあるシステム要件を満たしている必要があります。
pt_br: A máquina deve atender os requerimentos descritos em "Requerimentos do sistema".
zh_cn: 机器必须符合系统需求, 在系统需求里有相关描述.

source: The Management Server:
ja_jp: 管理サーバー
pt_br: O servidor de gerenciamento:
zh_cn: 管理服务器:

source: Provides the web user interface for the administrator and a reference user interface for end users.
ja_jp: 管理者とエンドユーザーに Web ユーザーインターフェイスを提供します。
pt_br: Provê a interface web de usuário para o administrador e uma interface de referência de usuário para usuários finais.
zh_cn: 为管理员提供一个Web用户接口并且为最终用户提供一个引用的用户接口.

source: Provides the APIs for &PRODUCT;.
ja_jp: &PRODUCT; プラットフォームの API を提供します。
pt_br: Provê as APIs para o &PRODUCT;.
zh_cn: 为&PRODUCT;提供API.

source: Manages the assignment of guest VMs to particular hosts.
ja_jp: 特定ホストに対するゲスト仮想マシンの割り当てを管理します。
pt_br: Gerencia o assinalamento de máquinas virtuais hóspedes a hosts determinados.
zh_cn: 管理客户虚拟机到特定的主机分配.

source: Manages the assignment of public and private IP addresses to particular accounts.
ja_jp: 特定アカウントに対するパブリックおよびプライベート IP アドレスの割り当てを管理します。
pt_br: Gerencia o assinalamento de endereços IP públicos e privados a determinadas contas.
zh_cn: 管理公共IP及私有IP地址到账号的分配.

source: Manages the allocation of storage to guests as virtual disks.
ja_jp: ゲストに対する仮想ディスクとしてのストレージの割り当てを管理します。
pt_br: Gerencia a alocação de storage - como discos virtuais - para hóspedes.
zh_cn: 管理客户的存储作为虚拟磁盘的分配.

source: Manages snapshots, templates, and ISO images, possibly replicating them across data centers.
ja_jp: スナップショット、テンプレート、および ISO イメージを管理し、場合によっては複数のデータセンターの間でそれらを 複製します。
pt_br: Gerencia snapshots, templates, e imagens ISO, possivelmente replicando estes elementos através de data centers.
zh_cn: 管理快照, 模板, 和ISO映像, 并且可以在多个数据中心复制.

source: Provides a single point of configuration for the cloud.
ja_jp: クラウド構成のための単一の場を提供します。
pt_br: Provê um ponto único de configuração para a nuvem.
zh_cn: 提供整个云环境的集中式配置.
