Repository: maduhu/cloudsand
Catalog: docs/*/management-server-install-client.po
Languages: ja_jp, pt_br, zh_tw

source: Install the Management Server on the First Host
ja_jp: 初期ホストへの管理サーバーのインストール
pt_br: Instale o servidor de gerenciamento no primeiro host.
zh_tw: 在第一台主機安裝管理伺服器

source: The first step in installation, whether you are installing the Management Server on one host or many, is to install the software on a single node.
ja_jp: 最初のインストールでは管理サーバーのインストールを単一か複数ホストに対して行うかに関わらず単一ホストに対してのソフトウェアインストールを行います。
pt_br: O primeiro passo para a instalação, se você está instalando o servidor de gerenciamento em um host ou muitos, é instalar o software em um único nó.
zh_tw: 安裝的第一步是將軟體安裝在一個節點上，不管您之後要安裝在幾個主機上

source: If you are planning to install the Management Server on multiple nodes for high availability, do not proceed to the additional nodes yet. That step will come later.
ja_jp: もし高可用性のため管理サーバーを複数ノードにインストール場合ホストの追加は実施せずこの後のステップを完了してから行なってください。
pt_br: Se você estiver planejando instalar o servidor de gerenciamento em vários nós para alta disponibilidade, não avance para os nós adicionais ainda. Esse passo virá mais tarde.
zh_tw: 如果您計畫安裝在多個節點上，或是更高的可用性，請先不要進行其他節點，我們會在後面步驟進行

source: The &PRODUCT; Management server can be installed using either RPM or DEB packages. These packages will depend on everything you need to run the Management server.
ja_jp: &PRODUCT; 管理サーバーは RPM か DEB パッケージを利用してインストールできます。これらのパッケージは管理サーバーを動かすために必要な全てを含んでいます。
pt_br: O servidor de gerenciamento &PRODUCT; pode ser instalado usando tanto pacotes RPM ou DEB. Estes pacotes vão depender tudo que você precisa para executar o servidor de gerenciamento.
zh_tw: &PRODUCT;管理伺服器可以使用RPM 或 DEB 封包安裝，這些封包取決於您想要管理伺服器執行的所有東西

source: Install on CentOS/RHEL
ja_jp: CentOS/RHEL でのインストール
pt_br: Instale o CentOS/RHEL
zh_tw: 安裝在CentOS/RHEL

source: We start by installing the required packages:
ja_jp: まず、必要なパッケージをインストールします。
pt_br: Começamos instalando os pacotes necessários:
zh_tw: 首先，先安裝需要的封包：

source: Install on Ubuntu
ja_jp: Ubuntu でのインストール
pt_br: Instale o Ubuntu
zh_tw: 安裝在Ubuntu

source: Downloading vhd-util
ja_jp: vhd-util をダウンロードします。
pt_br: Baixando o vhd-util
zh_tw: 下載vhd-util

source: This procedure is required only for installations where XenServer is installed on the hypervisor hosts.
ja_jp: 次の手順はハイパーバイザーホストとして XenServer をインストールした場合のみ必要となります。
pt_br: Este procedimento somente é necessário em instalações onde XenServer é instalado nos hosts hipervisores.
zh_tw: 此步驟僅為安裝超級監督者主機的 XenServer安裝

source: Before setting up the Management Server, download vhd-util from <ulink url="http://download.cloud.com.s3.amazonaws.com/tools/vhd-util">vhd-util</ulink>.
ja_jp: 管理サーバーをセットアップする前に、<ulink url="http://download.cloud.com.s3.amazonaws.com/tools/vhd-util">vhd-util</ulink> から vhd-util をダウンロードしてください。
pt_br: Antes de configurar o servidor de gerenciamento, baixe vhd-util de <ulink url="http://download.cloud.com.s3.amazonaws.com/tools/vhd-util">vhd-util</ulink>.
zh_tw: 建立管理伺服器前，請先從<ulink url="http://download.cloud.com.s3.amazonaws.com/tools/vhd-util">vhd-util</ulink>下載vhd-util

source: If the Management Server is RHEL or CentOS, copy vhd-util to /usr/lib64/cloud/common/scripts/vm/hypervisor/xenserver.
ja_jp: 管理サーバーに RHEL もしくは CentOS を利用している場合は vhd-util を /usr/lib64/cloud/common/scripts/vm/hypervisor/xenserver にコピーしてください。
pt_br: Se o servidor de gerenciamento é RHEL ou CentOS, copie vhd-util para /usr/lib64/cloud/common/scripts/vm/hypervisor/xenserver.
zh_tw: 如果管理伺服器為RHEL 或 CentOS，請複製vhd-util到/usr/lib64/cloud/common/scripts/vm/hypervisor/xenserver

source: If the Management Server is Ubuntu, copy vhd-util to /usr/lib/cloud/common/scripts/vm/hypervisor/xenserver.
ja_jp: 管理サーバーに Ubuntu を利用している場合は vhd-util を /usr/lib/cloud/common/scripts/vm/hypervisor/xenserver にコピーしてください。
zh_tw: 如果管理伺服器是Ubuntu，複製vhd-util到/usr/lib/cloud/common/scripts/vm/hypervisor/xenserver
