Repository: maduhu/cloudsand
Catalog: docs/*/minimum-system-requirements.po
Languages: it_it, ja_jp, pt_br, zh_cn, zh_tw

source: Minimum System Requirements
it_it: Requisiti minimi di sistema
ja_jp: 最小システム要件
pt_br: Requerimentos mínimos de sistema
zh_cn: 最小化系统需求
zh_tw: 最低系統需求

source: Management Server, Database, and Storage System Requirements
it_it: Requisiti di Sistema per il Management Server, il sistema Database, e il sistema di Storage
ja_jp: 管理サーバー, データベースとストレージシステムの要件
pt_br: Requerimentos de sistema dos servidores de gerenciamento, database, e storage
zh_cn: 系统管理服务器，数据库和存储系统需求
zh_tw: 管理伺服器、資料庫及儲存系統需求

source: The machines that will run the Management Server and MySQL database must meet the following requirements. The same machines can also be used to provide primary and secondary storage, such as via localdisk or NFS. The Management Server may be placed on a virtual machine.
it_it: La macchina che eseguirà il server di management e il database MySQL deve soddisfare i seguenti requisiti. La stessa macchina può essere utilizzata anche come storage primario e secondario, via dischi locali o NFS. Il server di management può essere una macchina virtuale.
ja_jp: 管理サーバーとMySQLデータベースを動作させるため以下の要件を満たすサーバー。同一サーバー上でローカルディスクやNFSを利用してプライマリストレージ、セカンダリストレージを提供することも可能です。管理サーバーは仮想マシン上で動作させることもできます。
pt_br: As máquinas onde serão executados o servidor de gerenciamento e o database MySQL devem atender os seguintes requerimentos. As mesmas máquinas podem também ser utilizadas para prover armazenamento primário e secundário, tal como disco local ou via NFS. O servidor de gerenciamento pode ser alocado em uma máquina virtual.
zh_cn: 运行管理服务器和mysql数据库的机器必须满足以下要求。同样的机器也可以用来提供主要存储和二级存储，碧土通过本地磁盘和NFS。管理服务器可以安装在虚拟机中。
zh_tw: 運行Management Server以及MySQL資料庫的實體機器必須滿足以下需求：此機器必須也能提供primary和secondary storage的服務，例如透過本機磁碟或是NFS服務。然而，Management Server也可以運行於虛擬機上。

source: Operating system:
it_it: Sistema operativo:
ja_jp: オペレーティングシステム:
pt_br: Sistema operacional:
zh_cn: 操作系统：
zh_tw: 作業系統：

source: Preferred: CentOS/RHEL 6.3+ or Ubuntu 12.04(.1)
it_it: Suggerito: CentOS/RHEL 6.3+ oppure Ubuntu 12.04(.1)
ja_jp: 推奨: CentOS/RHEL 6.3以上、もしくは Ubuntu 12.04(.1)
pt_br: Preferencial: CentOS/RHEL 6.3+ ou Ubuntu 12.04(.1)
zh_tw: 推薦： CentOS/RHEL 6.3+ 或 Ubuntu 12.04(.1)

source: 64-bit x86 CPU (more cores results in better performance)
it_it: 64-bit x86 CPU (più core daranno migliori prestazioni)
ja_jp: 64-bit x86 CPU(多くのコアを用意することでパフォーマンスの向上が見込まれます)
pt_br: CPU x86 64-bit (mais cores resultam em melhor performance)
zh_cn: 64位x86架构CPU（多个核心性能更好）
zh_tw: 64-bit x86 CPU (多核提供更好的效能)

source: 4 GB of memory
it_it: 4 GB di memoria
ja_jp: 4GBのメモリ
pt_br: 4 GB de memória
zh_cn: 4GB内存
zh_tw: 記憶體4GB

source: 250 GB of local disk (more results in better capability; 500 GB recommended)
it_it: 250 GB di disco locale (di più per una migliore capienza; raccomandati 500 GB)
ja_jp: 250GB以上のストレージ(多くの実績から500GB以上を推奨)。
pt_br: 250 GB de disco local (mais resulta em melhor capacidade; 500 GB são recomendados)
zh_cn: 250GB本地硬盘 （更大的容量性能更佳；推荐500GB）
zh_tw: 硬碟250 GB (建議500GB，越多容量越大)

source: At least 1 NIC
it_it: Almeno 1 NIC
ja_jp: 最少1つ以上のNIC
pt_br: No mínimo 1 NIC
zh_cn: 至少一块网卡
zh_tw: 至少1個NIC

source: Statically allocated IP address
it_it: Indirizzo IP assegnato staticamente
ja_jp: 静的に割り当てられたIPアドレス
pt_br: Endereço IP estaticamente assinalado
zh_cn: 静态分配的IP地址
zh_tw: 固定IP

source: Fully qualified domain name as returned by the hostname command
it_it: Nome completo host con dominio come riportato dal comando hostname
ja_jp: hostnameコマンドで完全修飾ホスト名が返される
pt_br: Nome de domínio totalmente qualificado é retornado pelo comando hostname
zh_cn: 通过hostname命令返回的完全合格的域名
zh_tw: hosname指令將會回傳您的主機名稱

source: Host/Hypervisor System Requirements
it_it: Requisiti di sistema per Host/Hypervisor
ja_jp: ホスト/ハイパーバイザーの要件
pt_br: Requerimentos de sistema do host/hipervisor
zh_cn: 宿主机/虚拟机软件系统需求
zh_tw: 主機/超級監督者 系統需求

source: The host is where the cloud services run in the form of guest virtual machines. Each host is one machine that meets the following requirements:
it_it: Un host rappresenta un'entità su cui sono in esecuzione servizi cloud nella forma di virtual machine. Ogni host è un sistema che soddisfa i seguenti requisiti:
ja_jp: ゲストVMを構成するクラウドサービスを動作させるホスト。各ホストは一つの物理筐体であり、次の要件を満たす必要があります。
pt_br: O host é onde os serviços de nuvem são executados na forma de máquinas virtuais hóspedes. Cada host é uma máquina que atende os seguintes requerimentos:
zh_cn: 宿主机以虚拟机形式提供云服务。每个宿主机需满足以下要求。
zh_tw: 主機是雲端服務以訪客VM的形式執行的地方，每台主機須符合以下需求：

source: Must support HVM (Intel-VT or AMD-V enabled).
it_it: Deve supportare le funzioni di HVM (con Intel-VT oppure AMD-V abilitati).
ja_jp: ハードウェア仮想マシン(Intel-VTまたはAMD-Vが有効であること)をサポートする必要がありま す。
pt_br: Deve suportar HVM (Intel-VT ou AMD-V habilitados).
zh_tw: 必須支援HVM (Intel-VT or AMD-V enabled)

source: Hardware virtualization support required
it_it: Necessario il supporto per virtualizzazione Hardware
ja_jp: 完全仮想化のサポートが必要。
pt_br: Suporte de virtualização de hardware requerido
zh_cn: 需求硬件虚拟化支持
zh_tw: 支援Hardware virtualization

source: 36 GB of local disk
it_it: 36 GB di disco locale
ja_jp: 36 GBのローカルディスク
pt_br: 36 GB de disco local
zh_cn: 36GB的本地磁盘
zh_tw: 36GB硬碟

source: If DHCP is used for hosts, ensure that no conflict occurs between DHCP server used for these hosts and the DHCP router created by &PRODUCT;.
it_it: Se si utilizza il servizio DHCP per gli host, assicurarsi che non ci siano conflitti tra il server DHCP utilizzato per gli host e il DHCP router creato dai passi di installazione di &PRODUCT;.
ja_jp: もし、ホストに対し DHCP を利用する場合、DHCP サーバーがこれらホストに配布する IP と&PRODUCT; によって作成された仮想ルーターの DHCP が競合しないことを確認してください。
pt_br: Se DHCP é usado para hosts, certifique-se de que nenhum conflito ocorre entre o servidor DHCP usado para estes hosts e o roteador DHCP criado pelo &PRODUCT;.
zh_tw: 如果主機之前使用DHCP，請確保在原本的DHCP伺服器及&PRODUCT;新增的DHCP路由器間沒有衝突

source: Latest hotfixes applied to hypervisor software
it_it: Ultimo livello di hotfix applicati al software hypervisor
ja_jp: 最新のホットフィックスが適用されたハイパーバイザー。
pt_br: Mais recentes hotfixes aplicadas ao software do hipervisor
zh_cn: 虚拟机软件已打好了最新补丁
zh_tw: 套用在高層管理者軟體的最新hotfix

source: When you deploy &PRODUCT;, the hypervisor host must not have any VMs already running
it_it: Quando viene installato &PRODUCT;, l'host di virtualizzazione hypervisor non deve contenere VM in esecuzione
ja_jp: &PRODUCT; が展開された際、ハイパーバイザーホストに既に動作しているVMが存在していない。
pt_br: Quando você implementa o &PRODUCT;, o host hipervisor não pode ter máquinas virtuais já ativas
zh_cn: 部署&PRODUCT;时宿主机务必不能有任何运行中的虚拟机。
zh_tw: 當您配置&PRODUCT;時，所有高層管理者主機的VM都不能是執行狀態

source: All hosts within a cluster must be homogenous. The CPUs must be of the same type, count, and feature flags.
it_it: Tutti gli host presenti in un cluster devono essere omogenei. Le CPU devono essere dello stesso tipo, nella stessa quantità, e avere le stesse funzionalità abilitate.

source: Hosts have additional requirements depending on the hypervisor. See the requirements listed at the top of the Installation section for your chosen hypervisor:
it_it: Gli host possono avere ulteriori requisiti in base al tipo di hypervisor. Verificare i requisiti elencati all'inizio della sezione Installazione per l'hypervisor scelto:
ja_jp: ホストはハイパーバイザーに依存した追加要件を満たす必要があります。インストールの章の上部にある要件リストからあなたの選択したハイパーバイザーを確認してください。
pt_br: Hosts têm requerimentos adicionais dependendo do hipervisor. Veja os requerimentos listados no início da seção Instalação relativa ao hipervisor de sua escolha:
zh_cn: 宿主机的其余需求取决于所使用的虚拟机软件。详情查看你所采用的虚拟机软件的安装区域列出的需求。
zh_tw: 主機還有其他需求，由高層管理者執行。詳見安裝章節最上層的需求表單：

source: Be sure you fulfill the additional hypervisor requirements and installation steps provided in this Guide. Hypervisor hosts must be properly prepared to work with CloudStack. For example, the requirements for XenServer are listed under Citrix XenServer Installation.
it_it: Verificare i requisiti per il sistema hypervisor e seguire le istruzioni di installazione fornite in questa Guida. Gli host Hypervisor devono essere configurati correttamente per operare con CloudStack. Per esempio, i requisiti per un host Hypervisor XenServer sono indicati nella sezione Installazione di Citrix XenServer.
ja_jp: 加えてハイパーバイザーの要件とガイドに記述されているインストール手順を満たす必要があります。ハイパーバイザーホストは &PRODUCT; と連携する出来るよう適切に準備しなければなります。例として XenServerの要件を以下のCitrix XenServer インストールに記述します。
pt_br: Certifique-se de atender os requerimentos adicionais do hipervisor e os passos de instalação fornecidos neste guia. Hosts hipervisores devem ser adequadamente preparados para trabalhar com o &PRODUCT;. Por exemplo, os requerimentos para o XenServer são listados em Instalação do Citrix XenServer.
zh_cn: 如果你按照本指南的步骤并确定你满足了所选用虚拟机软件的 要求。宿主机应该就可以在Cloudstack中正常工作了。比如XenServer的要求就列在思杰XenServer安装部分。
zh_tw: 確定您已執行所有要求以及安裝步驟，高層管理者主機必須已準備使用CloudStack，例如，XenServer的需求表列在 Citrix XenServer安裝之下

source: All hosts within a cluster must be homogeneous. The CPUs must be of the same type, count, and feature flags.
ja_jp: クラスター内にあるホストは全て同スペックでなければいけません。CPU の種類や数、機能フラグが同じでなければいけません。
