Repository: maduhu/cloudsand
Catalog: docs/*/multi_node_overview.po
Languages: pt_br

source: Management Server Multi-Node Installation Overview
pt_br: Visão geral da instalação do servidor multi-node de gerenciamento

source: This section describes installing multiple Management Servers and installing MySQL on a node separate from the Management Servers. The machines must meet the system requirements described in System Requirements.
pt_br: Esta seção descreve a instalação de múltiplos servidores de gerenciamento e instalação de MySQL em um nó separado dos servidores de gerenciamento. As máquinas devem atender os requerimentos de sistema descritos em Requerimentos de sistema.

source: For the sake of security, be sure the public Internet can not access port 8096 or port 8250 on the Management Server.
pt_br: Por razões de segurança, certifique-se de que as portas 8096 e 8250 do servidor de gerenciamento não possam ser acessadas pela Internet.

source: The procedure for a multi-node installation is:
pt_br: O procedimento para instalação do servidor multi-node de gerenciamento é:

source: Prepare the Operating System
pt_br: Preparar o sistema operacional

source: Install the First Management Server
pt_br: Instalar o primeiro servidor de gerenciamento

source: Install and Configure the Database
pt_br: Instalar e configurar o database

source: Prepare NFS Shares
pt_br: Preparar os compartilhamentos NFS

source: Prepare and Start Additional Management Servers
pt_br: Preparar e ativar servidores de gerenciamento adicionais

source: Prepare the System VM Template
pt_br: Preparar o template de máquina virtual de sistema
