Repository: maduhu/cloudsand
Catalog: docs/*/network-offerings.po
Languages: ja_jp, pt_br

source: Network Offerings
ja_jp: ネットワークオファリング
pt_br: Oferta de Rede

source: For the most up-to-date list of supported network services, see the &PRODUCT; UI or call listNetworkServices.
ja_jp: サポートされるネットワークサービスのリストに関するアップデートは &PRODUCT; ユーザーインターフェイスか listNetworkServices の呼び出し結果を参照してください。
pt_br: Para a mais atualizada lista de serviços de rede suportados, veja o interface de usuário do &PRODUCT; ou chame listNetworkServices.

source: A network offering is a named set of network services, such as:
ja_jp: ネットワークオファリングは、次のようなネットワークサービスのセットに名前を付けたものです。
pt_br: Uma oferta de rede é um conjunto identificado de serviços de rede, tais como:

source: Source NAT
ja_jp: 送信元 NAT

source: Static NAT
ja_jp: 静的 NAT
pt_br: NAT EstÃ¡tico

source: Port Forwarding
ja_jp: ポート転送
pt_br: Encaminhamento de Porta

source: Load Balancing
ja_jp: 負荷分散
pt_br: Balanceamento de Carga

source: Firewall
ja_jp: ファイアウォール

source: Optional) Name one of several available providers to use for a given service, such as Juniper for the firewall
ja_jp: (オプション)ファイアウォール向けに Juniper など、特定のサービスに使用する、使用可能なプロバイダーのいずれかの名前
pt_br: Opcional) Nome de um entre vários fornecedores para usar para um dado serviço, tal como Juniper para o firewall

source: (Optional) Network tag to specify which physical network to use
ja_jp: (オプション)使用する物理ネットワークを指定するネットワークタグ
pt_br: (Opcional) Tag de rede para especificar qual a rede física a utilizar

source: When creating a new VM, the user chooses one of the available network offerings, and that determines which network services the VM can use.
ja_jp: 新しい仮想マシンの作成時に、ユーザーは使用できるネットワークオファリングの中から 1 つ選択します。これで仮想マシンで使用できるネットワークサービスが決定します。
pt_br: Ao criar uma nova máquina virtual, o usuário escolhe uma das ofertas de rede disponíveis, e isto determina quais serviços de rede a máquina virtual pode usar.

source: The &PRODUCT; administrator can create any number of custom network offerings, in addition to the default network offerings provided by &PRODUCT;. By creating multiple custom network offerings, you can set up your cloud to offer different classes of service on a single multi-tenant physical network. For example, while the underlying physical wiring may be the same for two tenants, tenant A may only need simple firewall protection for their website, while tenant B may be running a web server farm and require a scalable firewall solution, load balancing solution, and alternate networks for accessing the database backend.
ja_jp: &PRODUCT; 管理者は、&PRODUCT; によって提供されるデフォルトのネットワークオファリングのほかに、カスタムネットワークオファリングをいくつでも作成できます。複数のカスタムネットワークオファリングを作成することによって、単一のマルチテナント物理ネットワーク上でさまざまなクラスのサービスを提供するようにクラウドをセットアップできます。 たとえば、基になる物理的な有線接続は同じであっても、テナント A に は Web サイト用に単純なファイアウォールの保護のみを提供し、テナント B にはデータベースのバックエンドにアクセスするために、Web サー バーファームを運用し、スケーラブルなファイアウォールソリューション、 負荷分散ソリューション、および代替ネットワークを提供することができ ます。
pt_br: O administrado do &PRODUCT; pode criar qualquer número de ofertas de rede customizadas, em adição às ofertas de rede default providas pelo &PRODUCT;. Criando múltiplas ofertas de rede customizadas, você pode configurar sua nuvem para oferecer diferentes classes de serviço em uma única rede física multi-tenant. Por exemplo, enquanto o cabeamento físico subjacente pode ser o mesmo para dois tenants, o tenant A pode requerer apenas proteção de firewall simples para o seu website, enquanto o tenant B pode estar executando um web server farm e requerer uma solução escalável de firewall, solução de balanceamento de carga e redes alternativas para acessar o database no backend.

source: If you create load balancing rules while using a network service offering that includes an external load balancer device such as NetScaler, and later change the network service offering to one that uses the &PRODUCT; virtual router, you must create a firewall rule on the virtual router for each of your existing load balancing rules so that they continue to function.
ja_jp: もし、負荷分散ルールを作成する際 NetScaler のような外部デバイスを含んだネットワークサービスオファリングを利用していた場合、また後にネットワークサービスオファリングを &PRODUCT; の仮想ルーターを利用するよう変更を加える場合、継続して機能を利用するためには全ての負荷分散ルールに対しファイアウォールルールを追加しなければなりません。
pt_br: Se você cria regras de balanceamento de carga enquanto usando um oferta de serviço de rede que inclui um equipamento externo de balanceamento de carga, como o NetScaler, e depois altera a oferta de serviço para um que usa o roteador virtual do &PRODUCT; , você deve criar uma regra no firewall do roteador virtual para cada uma das regras de balanceamento de carga existentes, de forma que elas possam continuar funcionado.

source: When creating a new virtual network, the &PRODUCT; administrator chooses which network offering to enable for that network. Each virtual network is associated with one network offering. A virtual network can be upgraded or downgraded by changing its associated network offering. If you do this, be sure to reprogram the physical network to match.
ja_jp: 新しい仮想ネットワークを作成するとき、&PRODUCT; 管理者はそのネッ トワークに対して有効にするネットワークオファリングを選択します。各 仮想ネットワークは、1 つのネットワークオファリングに関連付けられます。仮想ネットワークは、その関連付けられたネットワークオファリングを変更することによって、アップグレードしたりダウングレードしたりできます。そうする場合は、合致する物理ネットワークを再プログラミングしてください。
pt_br: Ao criar uma nova rede virtual, o administrador do &PRODUCT; escolhe qual oferta de rede habilitar para aquela rede. Cada rede virtual é associada com uma oferta de rede. Uma rede virtual pode ser incrementada ou decrementada alterando sua oferta de rede associada. Se você fizer isto, certifique-se de reprogramar a rede física para coincidir.

source: &PRODUCT; also has internal network offerings for use by &PRODUCT; system VMs. These network offerings are not visible to users but can be modified by administrators.
ja_jp: &PRODUCT; には、&PRODUCT; のシステム仮想マシンで使用する内部ネットワークオファリングもあります。これらのネットワークオファリングはユーザーには表示されませんが、管理者が変更できます。
pt_br: O &PRODUCT; também possui ofertas de rede internas para uso das máquinas virtuais de sistema do &PRODUCT;. Estas ofertas de rede não são visíveis pelos usuários, mas podem ser modificadas pelos administradores.
