Repository: maduhu/cloudsand
Catalog: docs/*/pod-add.po
Languages: ja_jp, pt_br, zh_tw

source: Adding a Pod
ja_jp: ポッドの追加
pt_br: Adicionando um pod
zh_tw: 新增Pod

source: When you created a new zone, &PRODUCT; adds the first pod for you. You can add more pods at any time using the procedure in this section.
ja_jp: 新しいゾーンを作成すると、&PRODUCT; により最初のポッドが自動的に追加されます。このセクションの手順に従って、 ポッドをいつでも追加できます。
pt_br: Quando você cria uma nova zona, o &PRODUCT; adiciona o primeiro pod para você. Você pode adicionar mais pods a qualquer momento usando o procedimento nesta seção.
zh_tw: 當您建立了一個新的zone，&PRODUCT;同時也為您新增了一個pod，您也可於之後自行新增。

source: Log in to the &PRODUCT; UI. See <xref linkend="log-in" />.
ja_jp: &PRODUCT; ユーザーインターフェイスにログインします。<xref linkend="log-in" /> を参照してください。
pt_br: Faça login na interface de usuário do &PRODUCT;. Veja <xref linkend="log-in" />.
zh_tw: 登入 &PRODUCT; UI. 請參閱：<xref linkend="log-in" />.

source: In the left navigation, choose Infrastructure. In Zones, click View More, then click the zone to which you want to add a pod.
ja_jp: 左側のナビゲーションバーで[Infrastructure]をクリックします。[Zones]で[View More]をクリックし、ポッドを追加するゾーンを選択します。
pt_br: No painel de navegação à esquerda, selecione Infrastructure. Em Zones, clique View More, então clique na zona à qual você deseja adicionar um pod.
zh_tw: 於左側的navigation按鈕中，選擇Infrastructure。於右側Zones的方框下點選View More，接著請選擇您欲新增pod的zone。

source: Click the Compute and Storage tab. In the Pods node of the diagram, click View All.
ja_jp: [Compute and Storage]タブをクリックします。ダイアグラムの[Pods]ノードの[View All]をクリックします。
pt_br: Clique na aba Compute and Storage. No nó Pods do diagrama, clique em View All.
zh_tw: 點選Compute and Storage分頁，在pod節點的圖中點選View All

source: Click Add Pod.
ja_jp: [Add Pod]をクリックします。
pt_br: Clique em Add Pod.
zh_tw: 點選Add pod

source: Enter the following details in the dialog.
ja_jp: ダイアログボックスに次の詳細情報を入力します。
pt_br: Forneça os seguintes detalhes no diálogo.
zh_tw: 於對話視窗中輸入以下資訊。

source: <emphasis role="bold">Name.</emphasis> The name of the pod.
ja_jp: <emphasis role="bold">Name: </emphasis>ポッドの名前です。
pt_br: <emphasis role="bold">Name.</emphasis> O nome do pod.
zh_tw: <emphasis role="bold">Name.</emphasis> 此pod之名稱。

source: <emphasis role="bold">Gateway.</emphasis> The gateway for the hosts in that pod.
ja_jp: <emphasis role="bold">Gateway: </emphasis>このポッド内のホストのゲートウェイです。
pt_br: <emphasis role="bold">Gateway.</emphasis> O gateway para os hosts no pod.
zh_tw: <emphasis role="bold">Gateway.</emphasis> Host於此pod的網路閘道。

source: <emphasis role="bold">Netmask.</emphasis> The network prefix that defines the pod's subnet. Use CIDR notation.
ja_jp: <emphasis role="bold">Netmask: </emphasis>ポッドのサブネットを定義するネットワークプレフィックスです。CIDR 表記を使用します。
pt_br: <emphasis role="bold">Netmask.</emphasis> O prefixo de rede que define a subrede deste pod. Utilize a notação CIDR.
zh_tw: <emphasis role="bold">Netmask.</emphasis> 用於設定pod的子網路，使用CIDR表示方法。

source: <emphasis role="bold">Start/End Reserved System IP.</emphasis> The IP range in the management network that &PRODUCT; uses to manage various system VMs, such as Secondary Storage VMs, Console Proxy VMs, and DHCP. For more information, see System Reserved IP Addresses.
ja_jp: <emphasis role="bold">Start Reserved System IPおよびEnd Reserved System IP: </emphasis>セカンダリストレージ仮想マシン、コンソールプロキシ仮想マシン、およびDHCPなどのさまざまなシステム仮想マシンを管理するために、&PRODUCT; で使用する管理ネットワーク内のIPアドレスの範囲です。詳しくは、「システムにより予約済みのIPアドレス」を参照してください。
pt_br: <emphasis role="bold">Start/End Reserved System IP.</emphasis> O intervalo IP na rede de gerenciamento que o &PRODUCT; usa para gerenciar várias máquinas virtuais de sistema, tais como as máquinas virtuais de storage secundária, máquinas virtuais de proxy de console, e DHCP. Para mais informações, veja Endereços IP reservados pelo sistema.
zh_tw: <emphasis role="bold">Start/End Reserved System IP.</emphasis> Management網路的IP範圍；被用來分配給system VMs：如secondary storage vm、console proxy vm或是DHCP之用，關於IP範圍更多的資訊，請參閱系統保留IP章節

source: Click OK.
ja_jp: [OK]をクリックします。
pt_br: Clique em OK.
zh_tw: 點選OK
