Repository: maduhu/cloudsand
Catalog: docs/*/prepare-system-vm-template.po
Languages: pt_br

source: Prepare the System VM Template
pt_br: Prepare o template de máquina virtual de sistema

source: Secondary storage must be seeded with a template that is used for &PRODUCT; system VMs. Citrix provides you with the necessary binary package of the system VM.
pt_br: Storage secundária deve ser gerada com um template que é usado por máquinas virtuais de sistema do &PRODUCT;. A Citrix fornece os pacotes binários requeridos da máquina virtual de sistema.

source: When copying and pasting a command, be sure the command has pasted as a single line before executing. Some document viewers may introduce unwanted line breaks in copied text.
pt_br: Ao copiar e colar um comando, certifique-se que o comando tenha colado como uma única linha antes de executar. Alguns visualizadores de documentos podem introduzir quebras de linha indesejadas no texto copiado.

source: On the Management Server, run one or more of the following cloud-install-sys-tmplt commands to retrieve and decompress the system VM template. Run the command for each hypervisor type that you expect end users to run in this Zone.
pt_br: No servidor de gerenciamento, execute um ou mais dos seguintes comandos nuvem-install-sys-tmplt para recuperar e descomprimir o template de máquina virtual de sistema. Execute o comando para cada tipo de hipervisor que você espera que os usuários finais executem nesta zona.

source: If your secondary storage mount point is not named /mnt/secondary, substitute your own mount point name.
pt_br: Se o seu ponto de montagem da storage secundária não é nomeado /mnt /secondary, substitua pelo seu próprio nome de ponto de montagem.

source: If you set the &PRODUCT; database encryption type to "web" when you set up the database, you must now add the parameter -s &lt;management-server-secret-key&gt;. See <xref linkend="about-password-encryption" />.
pt_br: Se você definir o tipo de criptografia do database do &PRODUCT; como "web" quando você configura o banco de dados, você deve agora adicionar o parâmetro -s &lt;management-server-secret-key&gt;.. Veja <xref linkend="about-password-encryption" />.

source: This process will require approximately 5 GB of free space on the local file system and up to 30 minutes each time it runs.
pt_br: Este processo requer aproximadamente 5 GB de espaço livre no sistema de arquivos local e até 30 minutos de cada vez que é executado.

source: For XenServer:
pt_br: Para XenServer:

source: For vSphere:
pt_br: Para vSphere:

source: For KVM:
pt_br: Para KVM:

source: If you are using a separate NFS server, perform this step.
pt_br: Se você está usando um servidor NFS separado, execute este passo.

source: Do not perform this step if you are using the Management Server as the NFS server.
pt_br: Não execute este passo se você estiver usando o servidor de gerenciamento como o servidor NFS.

source: When the script has finished, unmount secondary storage and remove the created directory.
pt_br: Quando o script estiver terminado, desmonte a storage secundária e remova o diretório criado.

source: Repeat these steps for each secondary storage server.
pt_br: Repita estes passos em cada servidor da storage secundária.
