Repository: maduhu/cloudsand
Catalog: docs/*/provisioning-steps-overview.po
Languages: ja_jp, pt_br

source: Overview of Provisioning Steps
ja_jp: プロビジョニングの概要
pt_br: Visão geral dos passos de provisionamento

source: After the Management Server is installed and running, you can add the compute resources for it to manage. For an overview of how a &PRODUCT; cloud infrastructure is organized, see <xref linkend="cloud-infrastructure-overview" />.
ja_jp: 管理サーバーのインストールや稼働後、新しいコンピューティングリソースを管理のために追加することができます。&PRODUCT; クラウドインストラクチャがどのように組織化されるかに関しては <xref linkend="cloud-infrastructure-overview" /> を参照してください。
pt_br: Depois do servidor de gerenciamento ser instalado e estar funcionando, você pode adicionar os recursos de computação para gerenciá-lo. Para uma visão geral de como uma infraestrutura de nuvem &PRODUCT; é organizada, veja <xref linkend="cloud-infrastructure-overview" />.

source: To provision the cloud infrastructure, or to scale it up at any time, follow these procedures:
ja_jp: クラウドインフラストラクチャを展開する、必要な時にスケールアップするには以下の手順に従ってください。
pt_br: Para provisionar a infraestrutura de nuvem, ou para escalá-la a qualquer momento, siga estes procedimentos:

source: Add a zone. See <xref linkend="zone-add" />.
ja_jp: ゾーンの追加に関しては <xref linkend="zone-add" /> を参照してください。
pt_br: Adicione uma zona. Veja <xref linkend="zone-add" />.

source: Add more pods (optional). See <xref linkend="pod-add" />.
ja_jp: ポッドの追加 (オプション) に関しては <xref linkend="pod-add" /> を参照してください。
pt_br: Adicione mais pods (opcional). Veja <xref linkend="pod-add" />.

source: Add more clusters (optional). See <xref linkend="cluster-add" />.
ja_jp: クラスターの追加 (オプション) に関しては <xref linkend="cluster-add" /> を参照してください。
pt_br: Adicione mais clusters (opcional). Veja <xref linkend="cluster-add" />.

source: Add more hosts (optional). See <xref linkend="host-add" />.
ja_jp: ホストの追加 (オプション) に関しては <xref linkend="host-add" /> を参照してください。
pt_br: Adicione mais hosts (opcional). Veja <xref linkend="host-add" />.

source: Add primary storage. See <xref linkend="primary-storage-add" />.
ja_jp: プライマリストレージの追加に関しては <xref linkend="primary-storage-add" /> を参照してください。
pt_br: Adicione storage primária. Veja <xref linkend="primary-storage-add" />.

source: Add secondary storage. See <xref linkend="secondary-storage-add" />.
ja_jp: セカンダリストレージの追加に関しては <xref linkend="secondary-storage-add" /> を参照してください。
pt_br: Adicione storage secundária. Veja <xref linkend="secondary-storage-add" />.

source: Initialize and test the new cloud. See <xref linkend="initialize-and-test" />.
ja_jp: 新規クラウドの作成、テストに関しては <xref linkend="initialize-and-test" /> を参照してください。
pt_br: Inicialize e teste a nova nuvem. Veja <xref linkend="initialize-and-test" />.

source: When you have finished these steps, you will have a deployment with the following basic structure:
ja_jp: これらの手順が完了したら、以下の一般的な構成を参考に展開することができます。
pt_br: Quando você terminar estes passos, você terá uma implantação com a seguinte estrutura básica:
