Repository: maduhu/cloudsand
Catalog: docs/*/site-to-site-vpn.po
Languages: pt_br, zh_tw

source: Setting Up a Site-to-Site VPN Connection
pt_br: Configurando uma conexão VPN Site-to-Site
zh_tw: 設定 Site-to-Site VPN連線

source: A Site-to-Site VPN connection helps you establish a secure connection from an enterprise datacenter to the cloud infrastructure. This allows users to access the guest VMs by establishing a VPN connection to the virtual router of the account from a device in the datacenter of the enterprise. Having this facility eliminates the need to establish VPN connections to individual VMs.
pt_br: Uma conexão VPN Site-to-Site o ajuda a estabelecer uma conexão segura de um centro de dados empresarial à infraestrutura de nuvem. Isto permite o acesso de usuários a máquinas virtuais hóspedes estabelecendo uma conexão VPN de um equipamento no centro de dados da empresa ao roteador virtual da conta . Possuindo este recurso é eliminada a necessidade de estabelecer conexões VPN a máquinas virtuais individuais.
zh_tw: Site-to-Site VPN幫助您在企業資料庫及雲端間建立一個安全的連結。藉由建立VPN連結到企業資料庫帳戶的虛擬路由器，可以允許使用者存取訪客VM。有了這個功能，我們就不需要再建立VPN到獨立VM的連結了

source: The supported endpoints on the remote datacenters are:
pt_br: Os terminais suportados nos centros de dados remotos são:
zh_tw: 支援遠端資料庫的端點為：

source: Cisco ISR with IOS 12.4 or later
pt_br: Cisco ISR com IOS 12.4 ou posterior
zh_tw: Cisco ISR 版本IOS 12.4或之後。

source: Juniper J-Series routers with JunOS 9.5 or later
pt_br: Roteadores Juniper J-Series com JunOS 9.5 ou posterior
zh_tw: Juniper J-Series routers韌體JunOS 9.5或之後的版本

source: In addition to the specific Cisco and Juniper devices listed above, the expectation is that any Cisco or Juniper device running on the supported operating systems are able to establish VPN connections.
pt_br: Adicionalmente aos equipamentos Cisco e Juniper específicos listados acima, a expectativa é que qualquer equipamento Cisco ou Juniper executando os sistemas operacionais suportados sejam capazes de estabelecer conexões VPN.
zh_tw: 除了以上特定的Cisco及Juniper裝置，其他任何Cisco或是Juniper應該都能在相容的作業系統上建立VPN連結

source: To set up a Site-to-Site VPN connection, perform the following:
pt_br: Para configurar uma conexão VPN Site-to-Site, execute o seguinte:
zh_tw: 執行以下步驟來建立Site-to-Site VPN連結

source: Create a Virtual Private Cloud (VPC).
pt_br: Crie uma Virtual Private Cloud (VPC).
zh_tw: 建立Virtual Private Cloud (VPC)

source: See <xref linkend="configure-vpc" />.
pt_br: Veja <xref linkend="configure-vpc" />.
zh_tw: 請參閱： <xref linkend="configure-vpc" />

source: Create a VPN Customer Gateway.
pt_br: Crie um VPN Customer Gateway.
zh_tw: 建立VPN Customer Gateway.

source: Create a VPN gateway for the VPC that you created.
pt_br: Crie um VPN gateway para a VPC que você criou.
zh_tw: 創建一個VPN閘道給VPC

source: Create VPN connection from the VPC VPN gateway to the customer VPN gateway.
pt_br: Crie uma conexão VPN do VPN gateway da VPC para o customer VPN gateway.
zh_tw: 建立VPN連結給VPC；VPN閘道給客戶VPN閘道

source: Appropriate events are generated on the &PRODUCT; UI when status of a Site-to-Site VPN connection changes from connected to disconnected, or vice versa. Currently no events are generated when establishing a VPN connection fails or pending.
zh_tw: 當 Site-to-Site VPN連結從連線變成斷線，&PRODUCT; UI會出現提示，反之亦然。如果為失敗或判定中則不會有提示
