Repository: maduhu/cloudsand
Catalog: docs/*/system-reserved-ip-addresses.po
Languages: ja_jp, pt_br, zh_tw

source: System Reserved IP Addresses
ja_jp: システムにより予約済みの IP アドレス
pt_br: Endereços IP reservados pelo sistema
zh_tw: 系統保留IP位址

source: In each zone, you need to configure a range of reserved IP addresses for the management network. This network carries communication between the &PRODUCT; Management Server and various system VMs, such as Secondary Storage VMs, Console Proxy VMs, and DHCP.
ja_jp: 各ゾーンで、管理ネットワーク用に予約済みの IP アドレスの範囲を構成する必要があります。このネットワークは、&PRODUCT; 管理サーバーとさまざまなシステム仮想マシン(セカンダリストレージ仮想マシン、コンソールプロキシ仮想マシン、DHCP など)の間の通信に使用されます。
pt_br: Em cada zona, você precisa configurar um intervalo de endereços IP reservados para a rede de gerência. Esta rede transporta a comunicação entre o servidor de gerenciamento do &PRODUCT; e várias máquinas virtuais do sistema, tais como as máquinas virtuais de storage secundária, as máquinas virtuais de proxy de console, e DHCP.
zh_tw: 在每個區域，您需要設定一組保留IP範圍給管理網路，此網路保持&PRODUCT;管理伺服器及多種系統虛擬機器，如次要儲存虛擬機器、控制台代理虛擬機器及DHCP，間的通信

source: The reserved IP addresses must be unique across the cloud. You cannot, for example, have a host in one zone which has the same private IP address as a host in another zone.
ja_jp: 予約済みの IP アドレスは、クラウド全体で一意である必要があります。たとえば、2 つのゾーンのホストに同じプライベート IP アドレスを使用することはできません。
pt_br: Os endereços IP reservados devem ser únicos na nuvem. Você não pode, por exemplo, ter um host em uma zona com o mesmo endereço IP privado que um host em outra zona.
zh_tw: 保留IP必須在雲端中是唯一的，您不行有個主機在一個區域和另一個區域內的主機有相同的私人IP位址

source: The hosts in a pod are assigned private IP addresses. These are typically RFC1918 addresses. The Console Proxy and Secondary Storage system VMs are also allocated private IP addresses in the CIDR of the pod that they are created in.
ja_jp: ポッド内のホストにはプライベート IP アドレスが割り当てられます。これは通常、RFC1918 アドレスです。コンソールプロキシとセカンダリストレージのシステム仮想マシンにも、それらが作成されたポッドの CIDR のプライベート IP アドレスが割り当てられます。
pt_br: Aos hosts em um pod são assinalados endereços IP privados. Estes são tipicamente endereços da RFC1918. As máquinas virtuais de proxy de console e storage secundária também têm endereços IP privados alocados no CIDR do pod onde são criadas.
zh_tw: pod中的主機會指定私人IP位址，通常為RFC1918 位址。控制台代理及次要儲存裝置系統虛擬機器也會在pod中的CIDR分配私人IP位址

source: Make sure computing servers and Management Servers use IP addresses outside of the System Reserved IP range. For example, suppose the System Reserved IP range starts at 192.168.154.2 and ends at 192.168.154.7. &PRODUCT; can use .2 to .7 for System VMs. This leaves the rest of the pod CIDR, from .8 to .254, for the Management Server and hypervisor hosts.
ja_jp: コンピューティングサーバーと管理サーバーはシステム予約 IP 範囲外の IP アドレスを利用します。例として、システム予約 IP 範囲が 192.168.154.2 から始まり 192.168.154.7 で終わる場合、&PRODUCT; は .2 から .7 をシステム仮想マシンに利用できます。 これはポッドの CIDR とは別になり .8 から .254 を管理サーバーやハイパーバイザーホストに利用できます。
pt_br: Certifique-se de que servidores de computação e servidores de gerenciamento utilizem endereços IP fora do intervalo de IP reservado pelo sistema. Por exemplo, suponha que o intervalo de IP reservado pelo sistema se inicia em 192.168.154.2 e termina em 192.168.154.7. O &PRODUCT; pode usar .2 a .7 para máquinas virtuais do sistema. Isto deixa o restante do CIDR do pod, de .8 a .254, para o servidor de gerenciamento e para os hosts hipervisores.
zh_tw: 請確定計算伺服器及管理伺服器使用不是保留IP範圍內的IP位址。例如，假設保留IP範圍為192.168.154.2到 192.168.154.7，則 &PRODUCT;的系統虛擬機器可以使用.2到.7的IP，而pod CIDR就分.8 到 .254給管理伺服器及超級監督者主機

source: <emphasis role="bold">In all zones:</emphasis>
ja_jp: <emphasis role="bold">全てのゾーンで : </emphasis>
pt_br: <emphasis role="bold">Em todas as zonas:</emphasis>

source: Provide private IPs for the system in each pod and provision them in &PRODUCT;.
ja_jp: 各ポッドのシステムにプライベート IP アドレスを割り当てて、&PRODUCT; で準備します。
pt_br: Forneça IPs privados para o sistema em cada pod e disponibilize-os no &PRODUCT;.
zh_tw: 提供私人IP給每個pod中的系統，並提供給&PRODUCT;

source: For KVM and XenServer, the recommended number of private IPs per pod is one per host. If you expect a pod to grow, add enough private IPs now to accommodate the growth.
ja_jp: KVM と XenServer で推奨されるポッドあたりのプライベート IP アドレスの数は、ホストごとに 1 つです。ポッドの拡張が予想される場合は、拡張に対応できるだけの数のプライベート IP アドレスをあらかじめ追加しておきます。
pt_br: Para o KVM e o XenServer, o número recomendado de IPs privados por pod é um por host. Se você espera que o pod cresça, adicione agora IPs privados suficientes para permitir o crescimento.
zh_tw: 對於KVM及XenServer，建議每個pod的私人IP數量為每個主機1個，如果您希望pod持續增長，請加入足夠的私人IP

source: <emphasis role="bold">In a zone that uses advanced networking:</emphasis>
ja_jp: <emphasis role="bold">拡張ネットワーク設定を使用するゾーンで : </emphasis>
pt_br: <emphasis role="bold">Em uma zona que usa rede avançada:</emphasis>

source: For zones with advanced networking, we recommend provisioning enough private IPs for your total number of customers, plus enough for the required &PRODUCT; System VMs. Typically, about 10 additional IPs are required for the System VMs. For more information about System VMs, see Working with System Virtual Machines in the Administrator's Guide.
ja_jp: ゾーンに対し拡張ネットワーク設定を使用する場合は、顧客の合計数に必要な &PRODUCT; システム仮想マシンの数を加えた数のプライベート IP アドレスを準備することをお勧めします。通常は、システム仮想マシン用に約 10 個の IP アドレスが追加で必要になります。システム仮想マシンについて詳しくは、「システム仮想マシンの操作」を参照してください。
pt_br: Para zonas com rede avançada, recomendamos o fornecimento de IPs privados suficientes para o número total de usuários mais o requerido pelas máquinas virtuais de sistema. Tipicamente, cerca de 10 IPs adicionais são requeridos para as máquinas virtuais de sistema. Para informações adicionais sobre máquinas virtuais de sistema, veja Trabalhando com máquinas virtuais de sistema no Guia do administrador.
zh_tw: 對於使用進階網路的區域，建議提拱足夠的私人IP給您所有的客戶，以及&PRODUCT; 系統虛擬機器需要的數量。通常系統虛擬機器需要10個額外的IP。更多資訊，詳見管理者指南的Working with System Virtual Machines

source: When advanced networking is being used, the number of private IP addresses available in each pod varies depending on which hypervisor is running on the nodes in that pod. Citrix XenServer and KVM use link-local addresses, which in theory provide more than 65,000 private IP addresses within the address block. As the pod grows over time, this should be more than enough for any reasonable number of hosts as well as IP addresses for guest virtual routers. VMWare ESXi, by contrast uses any administrator-specified subnetting scheme, and the typical administrator provides only 255 IPs per pod. Since these are shared by physical machines, the guest virtual router, and other entities, it is possible to run out of private IPs when scaling up a pod whose nodes are running ESXi.
ja_jp: 拡張ネットワーク設定を使用する場合は、各ポッドで使用できるプライベート IP アドレスの数は、そのポッドのノードで実行するハイパーバイザーによって異なります。Citrix XenServer と KVM ではリンクローカルアドレスが使用されるため、理論上は、アドレスブロック内で 65,000 を超える数のプライベート IP アドレスを使用できます。次第にポッドが拡張されても、ホ ストやゲスト仮想ルーターの IP アドレスが足りなくなることはまずありません。一方、VMWare ESXi では、管理者が指定するサブネット方式が使用されるため、一般的なポッドあたりの IP アドレスの数は 255 個のみです。これらのアドレスは、物理マシン、ゲスト仮想ルーター、およびそのほかのエンティティに割り当てられるため、ノードで ESXi が実行されているポッ ドを拡張するときには、プライベート IP アドレスが足りなくなる可能性があります。
pt_br: Quando rede avançada está sendo usada, o número de endereços IP privados disponíveis em cada pod varia dependendo de qual hipervisor está sendo executado nos nós daquele pod. O Citrix XenServer e o KVM usam endereços de enlace local &mdash; 169.254.0.0/16 ou fe80::/64 &mdash;, o que em teoria provê mais de 65.000 endereços IP privados no bloco de endereçamento. Conforme o pod cresce, isto deveria ser mais que suficiente para qualquer número razoável de hosts, assim como endereços IP para roteadores virtuais hóspedes. O VMWare ESXi, em contraste, usa qualquer esquema de subnet especificada pelo administrador, e o administrador típico provê apenas 255 IPs por pod. Como estes são compartilhados por máquinas físicas, o roteador virtual hóspede, e outras entidades, é possível esgotar os IPs privados ao incrementar a configuração de um pod cujos nós executam ESXi.
zh_tw: 當進階網路被使用時，每個pod中的可用私人IP數量會依超級監督者的類型不同而不同。 Citrix XenServer 及 KVM使用連接本地的位址，理論上提供超過65,000個私人IP位址。隨著pod增長，這些應該是足夠的。 VMWare ESXi，相較之下，使用任一管理者限定的子網域計畫，以及典型的管理者，提供每個pod僅255個IP。因為這些IP與實體機器、訪客虛擬路由器及其他可操作的單位。私人IP可能會不夠用

source: To ensure adequate headroom to scale private IP space in an ESXi pod that uses advanced networking, use one or both of the following techniques:
ja_jp: 拡張ネットワーク設定を使用する ESXi ポッドでプライベート IP 領域を拡張するための適切な余裕を確保するには、次のどちらか、または両方の方法を使用します。
pt_br: Para garantir uma margem adequada para redimensionar o espaço de IPs privados em um pod ESXi que usa rede avançada, use uma ou ambas técnicas a seguir:
zh_tw: 使用一個或全部以下的技術來確保足夠的擴展高度給使用進階網路的ESXi pod中的私人IP空間

source: Specify a larger CIDR block for the subnet. A subnet mask with a /20 suffix will provide more than 4,000 IP addresses.
ja_jp: サブネットに対してより大きい CIDR ブロックを指定する。サフィックスが/20 のサブネットマスクでは、4,000 個を超える IP アドレスを提供できます。
pt_br: Especifique um bloco CIDR maior para a subnet. Uma máscara de subnet com um sufixo /20 proverá mais de 4.000 endereços IP.
zh_tw: 指定一個大的CIDR給子網路，使用 /20 字尾的子遮罩可以提供超過4,000個IP位址

source: Create multiple pods, each with its own subnet. For example, if you create 10 pods and each pod has 255 IPs, this will provide 2,550 IP addresses.
ja_jp: 複数のポッドを、それぞれ独自のサブネットを指定して作成する。たとえば、10 個のポッドを作成し、各ポッドに 255 個の IP を持たせる場合、2,550 個の IP アドレスを提供できます。
pt_br: Crie múltiplos pods, cada um com sua própria subnet. Por exemplo, se você criar 10 pods e cada pod tem 255 IPs, isto irá prover 2.550 endereços IP.
zh_tw: 建立多個pod，並有自己的子網域。例如，如果您建立10個pod，每個pod有255個IP，這樣就有總共2,550個IP位址
