Repository: maduhu/cloudsand
Catalog: docs/*/using-netscaler-load-balancers.po
Languages: pt_br

source: About Using a NetScaler Load Balancer
pt_br: Sobre a utilização do balanceador de carga NetScaler

source: Citrix NetScaler is supported as an external network element for load balancing in zones that use advanced networking (also called advanced zones). Set up an external load balancer when you want to provide load balancing through means other than &PRODUCT;’s provided virtual router.
pt_br: O Citrix NetScaler é suportado como um elemento externo de rede para balanceamento de carga em zonas que usam rede avançada (também chamadas zonas avançadas). Configure um balanceador de carga externo quando você quiser prover balanceamento de carga por outros meios que o roteador virtual provido pelo &PRODUCT;.

source: The NetScaler can be set up in direct (outside the firewall) mode. It must be added before any load balancing rules are deployed on guest VMs in the zone.
pt_br: O NetScaler pode ser configurado em modo direto (fora do firewall). Ele deve ser adicionado antes que qualquer regra de balanceamento de carga seja implementada em máquinas virtuais da zona.

source: The functional behavior of the NetScaler with &PRODUCT; is the same as described in the &PRODUCT; documentation for using an F5 external load balancer. The only exception is that the F5 supports routing domains, and NetScaler does not. NetScaler can not yet be used as a firewall.
pt_br: O comportamento funcional do NetScaler com o &PRODUCT; é o mesmo que é descrito na documentação do &PRODUCT; para uso de um balanceador de carga externo F5. A única exceção é que o F5 suporta domínios de roteamento, e o NetScaler não. O NetScaler ainda não pode ser usado como um firewall.

source: The Citrix NetScaler comes in three varieties. The following table summarizes how these variants are treated in &PRODUCT;.
pt_br: O Citrix NetScaler é oferecido em três variantes. A tabela a seguir sumariza como estas variantes são tratadas no &PRODUCT;.

source: NetScaler ADC Type
pt_br: Tipo de NetScaler ADC

source: Description of Capabilities
pt_br: Descrição das capacidades

source: &PRODUCT; Supported Features
pt_br: Recursos suportados no &PRODUCT;

source: Physical appliance. Capable of deep packet inspection. Can act as application firewall and load balancer
pt_br: Dispositivo físico. Capaz de inspeção profunda de pacotes. Pode atuar como application firewall e balanceador de carga

source: In advanced zones, load balancer functionality fully supported without limitation. In basic zones, static NAT, elastic IP (EIP), and elastic load balancing (ELB) are also provided
pt_br: Em zonas avançadas, a funcionalidade de balanceador de carga é suportada sem limitações. Em zonas básicas, NAT estática, elastic IP (EIP), e elastic load balancing (ELB) também são providos

source: Virtual appliance. Can run as VM on XenServer, ESXi, and Hyper-V hypervisors. Same functionality as MPX
pt_br: Dispositivo virtual. Pode ser executado como máquina virtual nos hipervisores XenServer, ESXi, e Hyper-V. Mesma funcionalidade que MPX

source: Supported only on ESXi. Same functional support as for MPX. &PRODUCT; will treat VPX and MPX as the same device type
pt_br: Suportado somente no ESXi. Mesmo suporte funcional que MPX. O &PRODUCT; tratará VPX e MPX como o mesmo tipo de dispositivo

source: Physical appliance. Can create multiple fully isolated VPX instances on a single appliance to support multi-tenant usage
pt_br: Dispositivo físico. Pode criar múltiplas instâncias VPX completamente isoladas em um único dispositivo para suportar uso por múltiplos hóspedes

source: &PRODUCT; will dynamically provision, configure, and manage the lifecycle of VPX instances on the SDX. Provisioned instances are added into &PRODUCT; automatically – no manual configuration by the administrator is required. Once a VPX instance is added into &PRODUCT;, it is treated the same as a VPX on an ESXi host.
pt_br: O &PRODUCT; irá dinamicamente aprovisionar, configurar, e gerenciar o ciclo de vida de instâncias VPX no SDX. Instâncias fornecidas são automaticamente adicionadas ao &PRODUCT; – nenhuma configuração manual pelo administrador é requerida. Uma vez que uma instância VPX é adicionada ao &PRODUCT;, ela é tratada da mesma forma que uma VPX em um host ESXi.
