Repository: maduhu/cloudsand
Catalog: docs/*/using-vpn-with-windows.po
Languages: ja_jp, pt_br, zh_tw

source: Using VPN with Windows
ja_jp: Windows での VPN の使用方法
pt_br: Usando VPN com Windows
zh_tw: 在Windows使用VPN

source: The procedure to use VPN varies by Windows version. Generally, the user must edit the VPN properties and make sure that the default route is not the VPN. The following steps are for Windows L2TP clients on Windows Vista. The commands should be similar for other Windows versions.
ja_jp: VPN を使用する手順は、Windows のバージョンによって異なります。一般に、ユーザーは VPN プロパティを編集し、デフォ ルトのルートが VPN ではないことを確認する必要があります。次の手順は Windows Vista 上の Windows L2TP クライアントを対象にしています。ほかのバージョンの Windows でもコマンドは同様のはずです。
pt_br: O procedimento para usar VPN varia de acordo com a versão do Windows. Geralmente, o usuário deve editar as propriedades da VPN e certificar-se de que a rota default não é a VPN. Os passos seguintes são para clientes Windows L2TP no Windows Vista. Os comandos devem ser similares para outras versões do Windows.
zh_tw: 在不同的Wondows版本有不同的VPN使用步驟，一般來說，使用者必須編輯VPN性質，必確定預設路由器不是VPN，以下步驟為Windows Vista的Windows L2TP客戶端，指令應與其他版本相似

source: Log in to the &PRODUCT; UI and click on the source NAT IP for the account. The VPN tab should display the IPsec preshared key. Make a note of this and the source NAT IP. The UI also lists one or more users and their passwords. Choose one of these users, or, if none exists, add a user and password.
ja_jp: &PRODUCT; ユーザーインターフェイスにログオンして、アカウントの送信元 NAT IP アドレスをクリックします。[VPN] タブに IPsec 事前共有キーが表示されます。これと送信元 NAT IP アドレスを記録します。ユーザーインターフェイスに、ユーザーとパスワードも表示されます。ユーザーを選択するか、ユーザーが存在しない場合はユーザーとパスワードを追加します。
pt_br: Faça login na interface de usuário do &PRODUCT; e clique no IP NAT de origem para a conta. A aba VPN deve exibir a chave IPsec pré-compartilhada. Tome nota disto e do IP NAT de origem. A interface de usuário também lista um ou mais usuários e suas senhas. Escolha um destes usuários ou, se nenhum existe, adicione um usuário e uma senha.
zh_tw: 登入 &PRODUCT;使用者介面，點選source NAT IP，VPN標籤會顯示 IPsec preshared key。記下這個金鑰與IP，使用者介面也會列出一至多個使用者及他們的密碼，選擇其中一個使用者或新增使用者及密碼

source: On the Windows box, go to Control Panel, then select Network and Sharing center. Click Setup a connection or network.
ja_jp: Windows コンピューターでコントロールパネルの[ネットワークと共有センター]を開きます。[接続またはネットワークのセットアップ]をクリックします。
pt_br: No Windows, vá para o Painel de Controle, selecione Centro de Rede e Compartilhamento. Clique em Configurar uma conexão ou uma rede.
zh_tw: 在Windows box，到Control Panel，然後選擇Network and Sharing center，點選Setup a connection network

source: In the next dialog, select No, create a new connection.
ja_jp: 次に開くダイアログボックスで、[いいえ]をクリックして新しい接続を作成します。
pt_br: No próximo diálogo, selecione Conectar a um local de trabalho.
zh_tw: 在下一個對話框，選擇No, create a new connection

source: In the next dialog, select Use my Internet Connection (VPN).
ja_jp: 次に開くダイアログボックスで、[インターネット接続(VPN)を使用します]をクリックします。
pt_br: No próximo diálogo, selecione Use minha conexão com a Internet (VPN).
zh_tw: 在下一個對話框，選擇Use my Internet Connection (VPN)

source: In the next dialog, enter the source NAT IP from step <xref linkend="source-nat" /> and give the connection a name. Check Don't connect now.
zh_tw: 在下一個對話框，輸入步驟 <xref linkend="source-nat" />記下的source NAT IP，並給予連結名稱，先勾選Don't connect

source: In the next dialog, enter the user name and password selected in step <xref linkend="source-nat" />.
zh_tw: 在下一個對話框，輸入在步驟<xref linkend="source-nat" />選擇的使用者名稱及密碼

source: Click Create.
ja_jp: [Create] をクリックします。
pt_br: Clique em Create.
zh_tw: 按Create

source: Go back to the Control Panel and click Network Connections to see the new connection. The connection is not active yet.
ja_jp: コントロールパネルに戻り、[ネットワーク接続]をクリックして新しい接続を表示します。接続はまだアクティブになっていません。
pt_br: Volte ao painel de Controle e clique em Conexões de Rede para ver a nova conexão. A conexão ainda não está ativa.
zh_tw: 回到Control Panel並點選Network Connections來看新的連結，此連結應還未啟用

source: Right-click the new connection and select Properties. In the Properties dialog, select the Networking tab.
ja_jp: 新しい接続を右クリックし、[プロパティ]を選択します。[プロパティ]ダイアログボックスで[ネットワーク]タブをクリックします。
pt_br: Clique com o botão da direita na nova conexão e selecione Propriedades. No diálogo de Propriedades, selecione a aba Rede.
zh_tw: 右鍵點選新連結，並點選Properties。在Properties對話框，選擇 Networking標籤

source: In Type of VPN, choose L2TP IPsec VPN, then click IPsec settings. Select Use preshared key. Enter the preshared key from Step <xref linkend="source-nat" />.
zh_tw: 在Type of VPN，選擇L2TP IPsec VPN，然後點選IPsec settings。選擇Use preshared key，輸入從步驟<xref linkend="source-nat" />記下的preshared key

source: The connection is ready for activation. Go back to Control Panel -&gt; Network Connections and double-click the created connection.
ja_jp: これで、接続をアクティブにする準備ができました。コントロールパネルに戻り、[ネットワーク接続]を開いて作成した接続をダブルクリックします。
pt_br: A conexão está pronta para ser ativada. Volte a Painel de Controle -&gt; Conexões de Rede e dê dois cliques na conexão criada.
zh_tw: 此連結已可以啟動，回到Control Panel -&gt; Network Connections，然後雙點擊建立的連結

source: Enter the user name and password from Step <xref linkend="source-nat" />.
zh_tw: 輸入從步驟<xref linkend="source-nat" />記下的使用者名稱及密碼
