Repository: maduhu/cloudsand
Catalog: docs/*/using-sshkeys.po
Languages: pt_br, zh_tw

source: Using SSH Keys for Authentication
pt_br: Usando as chaves SSH para autenticação.
zh_tw: 使用SSH Key授權

source: In addition to the username and password authentication, &PRODUCT; supports using SSH keys to log in to the cloud infrastructure for additional security. You can use the createSSHKeyPair API to generate the SSH keys.
pt_br: Além da autenticação de usuário e senha, o &PRODUCT; suporta o uso de chaves SSH para efetuar login em infraestrutura de nuvem para segurança adicional. Você pode usar a API createSSHKeyPair para gerar as chaves SSH.
zh_tw: 除了使用者名稱及密碼授權， &PRODUCT;支援使用SSH key登入雲端，您可以使用createSSHKeyPair API來產生

source: Because each cloud user has their own SSH key, one cloud user cannot log in to another cloud user's instances unless they share their SSH key files. Using a single SSH key pair, you can manage multiple instances.
pt_br: Como cada usuário da nuvem tem sua própria chave SSH, um usuário da nuvem não pode efetuar login em instâncias de outro usuário da nuvem, a menos que eles compartilham seus arquivos de chave SSH. Usando um único par chave SSH, você pode gerenciar várias instâncias.
zh_tw: 因為每個雲端使用者有自己的SSH key，兩個使用者將不能登入互相的帳戶除非他們共用，使用一個SSH key pair，您可以管理多個帳戶

source: Creating an Instance Template that Supports SSH Keys
pt_br: Criando um template de instância que suporta chaves SSH
zh_tw: 建立支援SSH Key的Instance Template

source: Create a instance template that supports SSH Keys.
pt_br: Crie um template de instância que suporta chaves SSH.
zh_tw: 建立支援SSH Key的Instance Template

source: Create a new instance by using the template provided by cloudstack.
pt_br: Crie uma nova instância usando o template fornecido pelo cloudstack.
zh_tw: 使用cloudstack提供的 template新增Instance

source: For more information on creating a new instance, see
pt_br: Para informações adicionais na criação de nova instância, veja
zh_tw: 更多關於新增instance的資訊，詳見

source: Download the cloudstack script from <ulink url="http://sourceforge.net/projects/cloudstack/files/SSH%20Key%20Gen%20Script/">The SSH Key Gen Script</ulink>to the instance you have created.
pt_br: Faça download do script cloudstack de <ulink url="http://sourceforge.net/projects/cloudstack/files/SSH%20Key%20Gen%20Script/">The SSH Key Gen Script</ulink> para a instância que você criou.
zh_tw: 下載cloudstack script從<ulink url="http://sourceforge.net/projects/cloudstack/files/SSH%20Key%20Gen%20Script/">The SSH Key Gen Script</ulink>到您建立的instance

source: Copy the file to /etc/init.d.
pt_br: Copie o arquivo para /etc/init.d.
zh_tw: 將檔案複製到/etc/init.d。

source: Give the necessary permissions on the script:
pt_br: Dê as permissões necessárias ao script:
zh_tw: 給必要的允許：

source: Run the script while starting up the operating system:
pt_br: Execute o script ao iniciar o sistema operacional:
zh_tw: 執行作業系統時執行script：

source: Stop the instance.
pt_br: Pare a instância.
zh_tw: 停止Instance

source: Creating the SSH Keypair
pt_br: Criando o par de chaves SSH
zh_tw: 新增SSH Keypair

source: You must make a call to the createSSHKeyPair api method. You can either use the &PRODUCT; Python API library or the curl commands to make the call to the cloudstack api.
pt_br: Você deve fazer uma chamada para o método api createSSHKeyPair. Você pode usar a biblioteca API Python do &PRODUCT; ou os comandos curl para fazer a chamada para a API CloudStack.
zh_tw: 您必須呼叫 createSSHKeyPair api ，您可以使用&PRODUCT; Python API 或 curl指令來呼叫 cloudstack api

source: For example, make a call from the cloudstack server to create a SSH keypair called "keypair-doc" for the admin account in the root domain:
pt_br: Por exemplo, faça uma chamada a partir do servidor CloudStack para criar um par de chaves SSH chamado de "keypair-doc" para a conta admin no domínio root:
zh_tw: 例如， 從 cloudstack 伺服器呼叫 "keypair-doc" 來建立

source: Ensure that you adjust these values to meet your needs. If you are making the API call from a different server, your URL/PORT will be different, and you will need to use the API keys.
pt_br: Certifique-se de ajustar esses valores para atender o que você precisa. Se você está fazendo a chamada da API de um servidor diferente, o URL/PORT será diferente, e você vai precisar usar as chaves de API.
zh_tw: 確保您已修正您需要的數值，如果您從不同伺服器呼叫API，您的URL/PORT會不同，並需要使用API Keys

source: Run the following curl command:
pt_br: Execute o seguinte comando curl:
zh_tw: 執行以下curl指令：

source: The output is something similar to what is given below:
pt_br: A saída é algo semelhante ao que é dado a seguir:
zh_tw: 結果會顯示如下：

source: Copy the key data into a file. The file looks like this:
pt_br: Copie os dados da chave em um arquivo. O arquivo fica assim:
zh_tw: 將資料複製到檔案中，檔案會像：

source: Save the file.
pt_br: Salve o arquivo.
zh_tw: 儲存

source: Creating an Instance
pt_br: Criando uma instância
zh_tw: 新增Instance

source: After you save the SSH keypair file, you must create an instance by using the template that you created at <xref linkend="create-ssh-template" />. Ensure that you use the same SSH key name that you created at <xref linkend="create-ssh-keypair" />.
pt_br: Depois de salvar o arquivo de par de chaves SSH, é necessário criar uma instância usando o template que você criou no <xref linkend="create-ssh-template" />. Certifique-se de usar o nome da mesma chave SSH que você criou no <xref linkend="create-ssh-keypair" />.
zh_tw: 當您儲存好SSH keypair檔案，您必須使用您在<xref linkend="create-ssh-template" />建立的 template建立一個帳戶，確保您使用和相同的 SSH key 名稱

source: You cannot create the instance by using the GUI at this time and associate the instance with the newly created SSH keypair.
pt_br: Você não pode criar a instância usando o GUI neste momento e associar a instância com o recém-criado par de chaves SSH.
zh_tw: 您不行使用GUI來新增及連結Instance新建的SSH keypair

source: A sample curl command to create a new instance is:
pt_br: Uma amostra do comando curl para criar uma nova instância é:
zh_tw: 新增Instance 的curl指令的範本如下：

source: Substitute the template, service offering and security group IDs (if you are using the security group feature) that are in your cloud environment.
pt_br: Substitua o template, oferta de serviços e IDs de grupo de segurança (se você estiver usando o recurso de grupo de segurança) que estão em seu ambiente de nuvem.
zh_tw: 替換您雲端的template, service offering 和 security group IDs(如果您有使用security group)

source: Logging In Using the SSH Keypair
pt_br: Fazendo login usando o par de chaves SSH
zh_tw: 用 SSH Keypair登入

source: To test your SSH key generation is successful, check whether you can log in to the cloud setup.
pt_br: Para testar se as chaves SSH foram geradas com sucesso, verifique se você pode fazer login para configuração da nuvem.
zh_tw: 用您是否能登入雲端設定來測試SSH key有沒有建立成功

source: For exaple, from a Linux OS, run:
pt_br: Por exemplo, de um sistema operacional Linux, execute:
zh_tw: 例如，在Linux OS執行：

source: The -i parameter tells the ssh client to use a ssh key found at ~/.ssh/keypair-doc.
pt_br: O parâmetro -i informa ao cliente ssh para usar uma chave ssh encontrada em ~/.ssh/keypair-doc.
zh_tw: -i 變數告訴SSH客戶使用~/.ssh/keypair-doc內的ssh key

source: Resetting SSH Keys
zh_tw: 重設

source: With the API command resetSSHKeyForVirtualMachine, a user can set or reset the SSH keypair assigned to a virtual machine. A lost or compromised SSH keypair can be changed, and the user can access the VM by using the new keypair. Just create or register a new keypair, then call resetSSHKeyForVirtualMachine.
zh_tw: 由於有resetSSHKeyForVirtualMachine這個API指令，使用者可以設定或重設 SSH keypair，忘掉或有危害的SSH keypair可以被換掉，使用者可以使用新的keypair存取VM。建立或註冊新的keypair，然後呼叫 resetSSHKeyForVirtualMachine
