Repository: maduhu/cloudsand
Catalog: docs/*/zone-add.po
Languages: ja_jp, pt_br, zh_tw

source: Adding a Zone
ja_jp: ゾーンの追加
pt_br: Adicionando uma zona
zh_tw: 新增Zone

source: These steps assume you have already logged in to the &PRODUCT; UI. See <xref linkend="log-in" />.
ja_jp: 次の手順は、&PRODUCT; ユーザーインターフェイスにログオン済みであることを前提としています(<xref linkend="log-in" />を参照)。
pt_br: Nestes passos se supõe que você já está logado na interface de usuário do &PRODUCT;. Veja <xref linkend="log-in" />.
zh_tw: 以下步驟假設您已經登入了 &PRODUCT; UI。請參閱：<xref linkend="log-in" />。

source: (Optional) If you are going to use Swift for cloud-wide secondary storage, you need to add it before you add zones.
ja_jp: (オプション)クラウド全体のセカンダリストレージとして Swift を使用する場合は、ゾーンを追加する前に Swift を追加する必要があります。
pt_br: (Opcional) Se você irá usar Swift para storage secundária na nuvem, você precisa adicioná-la antes de adicionar zonas.
zh_tw: (非必要)如果您欲使用Swift作為您的secondary storage，在新增zone之前，您需要事先將Swift準備好。

source: Log in to the &PRODUCT; UI as administrator.
ja_jp: &PRODUCT;ユーザーインターフェイスに管理者としてログオンします。
pt_br: Faça login na interface de usuário do &PRODUCT; como administrador.
zh_tw: 以administrator身分登入&PRODUCT; UI

source: If this is your first time visiting the UI, you will see the guided tour splash screen. Choose “Experienced user.” The Dashboard appears.
ja_jp: 初めてユーザーインターフェイスを使用する場合は、ガイドツアーのスプラッシュページが開きます。 [Experienced user]を選択します。ダッシュボードが開きます。
pt_br: Se esta é a primeira vez utilizando a interface de usuário, você verá uma tela de apresentação. Selecione “Experienced user.” O painel de instrumentos é exibido.
zh_tw: 如果這是您第一次造訪使用者介面，系統將提供一個安裝精靈給您。請選擇"Experienced user"，接著您會看到主控台。

source: In the left navigation bar, click Global Settings.
ja_jp: 左側のナビゲーションバーで[Global Settings]をクリックします。
pt_br: Na barra de navegação à esquerda, clique em Global Settings.
zh_tw: 於左側的navigation按鈕中，點選Global Settings。

source: In the search box, type swift.enable and click the search button.
ja_jp: 検索ボックスに「swift.enable」と入力して検索ボタンをクリックします。
pt_br: Na caixa de pesquisa, digite swift.enable e clique no botão de pesquisa.
zh_tw: 在搜尋欄位裡鍵入swift.enable並點選搜尋按鈕。

source: Click the edit button and set swift.enable to true. <inlinemediaobject> <imageobject> <imagedata fileref="./images/edit-icon.png" /> </imageobject> <textobject><phrase>edit-icon.png: button to modify data</phrase></textobject> </inlinemediaobject>
ja_jp: [Edit]アイコンをクリックして swift.enable を true に設定します。 <inlinemediaobject> <imageobject> <imagedata fileref="./images/edit-icon.png" /> </imageobject> <textobject><phrase>edit-icon.png: button to modify data</phrase></textobject> </inlinemediaobject>
pt_br: Clique no botão de edit e marque swift.enable como true. <inlinemediaobject> <imageobject> <imagedata fileref="./images/edit-icon.png" /> </imageobject> <textobject><phrase>edit-icon.png: botão para alterar datos</phrase></textobject> </inlinemediaobject>
zh_tw: 點選編輯按鈕並將swift.enable設定為true <inlinemediaobject> <imageobject> <imagedata fileref="./images/edit-icon.png" /> </imageobject> <textobject><phrase>edit-icon.png: button to modify data</phrase></textobject> </inlinemediaobject>

source: Restart the Management Server.
ja_jp: 管理サーバーを再起動します。
pt_br: Reinicie o servidor de gerenciamento.
zh_tw: 重新啟動 Management Server

source: Refresh the &PRODUCT; UI browser tab and log back in.
ja_jp: &PRODUCT; ユーザーインターフェイスが表示されている Web ブラウザータブを更新して再度ログオンします。
pt_br: Recarregue a interface de usuário do &PRODUCT; no navegador e faça logon novamente.
zh_tw: 重新整理 &PRODUCT; UI 的瀏覽器分頁並重新登入。

source: In the left navigation, choose Infrastructure.
ja_jp: 左側のナビゲーションバーで[Infrastructure]をクリックします。
pt_br: Na barra de navegação à esquerda, selecione Infrastructure.
zh_tw: 於左側的navigation按鈕中，點選Infrastructure。

source: On Zones, click View More.
ja_jp: [Zones]で[View More]をクリックします。
pt_br: Em Zones, clique em View More.
zh_tw: 於Zones的方框中點選View More

source: (Optional) If you are using Swift storage, click Enable Swift. Provide the following:
ja_jp: (オプション)Swift ストレージを使用する場合は、[Edit Swift]をクリックします。次の情報を指定します。
pt_br: (Opcional) Se você está utilizando storage Swift, clique Enable Swift. Forneça o seguinte:
zh_tw: (非必要)如果您使用的是 Swift儲存裝置，請將開啟Swift並輸入以下資訊：

source: <emphasis role="bold">URL.</emphasis> The Swift URL.
ja_jp: <emphasis role="bold">URL :</emphasis> Swift URL です。
pt_br: <emphasis role="bold">URL.</emphasis> A URL Swift.
zh_tw: <emphasis role="bold">URL.</emphasis> Swift的URL

source: <emphasis role="bold">Account.</emphasis> The Swift account.
ja_jp: <emphasis role="bold">Account :</emphasis> Swift アカウントです。
pt_br: <emphasis role="bold">Account.</emphasis> A conta Swift.
zh_tw: <emphasis role="bold">Account.</emphasis> Swift帳號。

source: <emphasis role="bold">Username.</emphasis> The Swift account’s username.
ja_jp: <emphasis role="bold">Username :</emphasis> Swift アカウントのユーザー名です。
pt_br: <emphasis role="bold">Username.</emphasis> O nome de usuário associado à conta Swift.
zh_tw: <emphasis role="bold">Username.</emphasis> Swift帳號的密碼。

source: <emphasis role="bold">Key.</emphasis> The Swift key.
ja_jp: <emphasis role="bold">Key :</emphasis> Swift キーです。
pt_br: <emphasis role="bold">Key.</emphasis> A chave Swift.
zh_tw: <emphasis role="bold">Key.</emphasis> Swift的key

source: Click Add Zone. The zone creation wizard will appear.
ja_jp: [Add Zone]をクリックします。ゾーンの作成ウィザードが開きます。
pt_br: Clique em Add Zone. O consultor de criação de zona será exibido.
zh_tw: 點選新增Zone，將會出現Zone安裝精靈

source: Choose one of the following network types:
ja_jp: 次のどちらかのネットワークの種類を選択します。
pt_br: Selecione um dos seguintes tipos de rede:
zh_tw: 選擇您要建立的網路類型：

source: <emphasis role="bold">Basic.</emphasis> For AWS-style networking. Provides a single network where each VM instance is assigned an IP directly from the network. Guest isolation can be provided through layer-3 means such as security groups (IP address source filtering).
ja_jp: <emphasis role="bold">Basic :</emphasis> AWS スタイルのネットワークシステムに対応します。単一のネットワークを提供します。このネットワークにより、各仮想マシンインスタンスに直接 IP アドレスが割り当てられます。セキュリティグループ(発信元 IP アド レスのフィルター)のようなレイヤー3 レベルの方法でゲストを分離できます。
pt_br: <emphasis role="bold">Basic.</emphasis> Para redes no estilo AWS. Provê um rede única a cada instância de máquina virtual é assinalado um endereço IP diretamente da rede. O isolamento de hóspedes pode ser provido através de recursos da camada 3 como grupos seguros (filtragem de endereço IP de origem).
zh_tw: <emphasis role="bold">Basic.</emphasis> 為類似AWS模式的網路架構，提供每一台虛擬機器實體網路IP位置，並可提供layer-3的Security group安全機制(IP位置過濾機制)。

source: <emphasis role="bold">Advanced.</emphasis> For more sophisticated network topologies. This network model provides the most flexibility in defining guest networks and providing custom network offerings such as firewall, VPN, or load balancer support.
ja_jp: <emphasis role="bold">Advanced :</emphasis> より高度なネットワークトポロジに対応します。このネットワークモデルでは、最も柔軟に、ゲストネットワークを定義し、ファイアウォール、VPN、負荷分散装置のサポートなどのカスタムネットワークオファリングを 提供できます。
pt_br: <emphasis role="bold">Advanced.</emphasis> Para topologias de rede mais sofisticadas. Este modelo de rede provê a mais alta flexibilidade na definição de redes hóspedes e oferece customização de rede como firewall, VPN, ou suporte a balanceador de carga.
zh_tw: <emphasis role="bold">Advanced.</emphasis> 提供使用者更多的網路拓撲結構，選擇此選項將可更彈性的設定網路，且提供了更多的網路服務，例如：firewall、VPN、Load balancer。

source: For more information about the network types, see <xref linkend="about-physical-networks" />.
ja_jp: ネットワークの種類について詳しくは、<xref linkend="about-physical-networks" /> を参照してください。
zh_tw: 更多有關網路類型的資訊請參閱：<xref linkend="about-physical-networks" />。

source: The rest of the steps differ depending on whether you chose Basic or Advanced. Continue with the steps that apply to you:
ja_jp: 以降の手順は、[Basic]または[Advanced]のどちらを選択したかによって異なります。該当する手順を続行してください。
pt_br: O restante dos passos diferem dependendo se você escolheu Basic ou Advanced. Continue com os passos que se aplicam a você:
zh_tw: 以下步驟將視您選擇Basic網路或是Advance網路而定，請選擇您的設定並繼續以下步驟：
